Repository: GlobalTechnology/gcm_angular
Catalog: src/languages/*.po
Languages: am, ar, de, es, fr, hi_in, id, pt_br, ro, ru, th, vi

source: New member was added successfully
am: አዲስ አባል በስኬታማነት ተጨምሯል
ar: تم إضافة عضو جديد بنجاح
de: Neues Mitglied erfolgreich hinzugefügt
es: El nuevo miembro se ha agregado con éxito
fr: Le nouveau membre a été ajouté avec succès
hi_in: नया सदस्य सफलतापूर्वक जोडा गया
id: Anggota baru berhasil ditambahkan
pt_br: O novo membro foi adicionado com sucesso
ro: Membru nou adăugat cu succes
ru: Новый участник успешно добавлен
th: เพิ่มสมาชิกใหม่เรียบร้อยแล้ว
vi: Đã thêm thành công thành viên mới

source: Newer
am: በጣም አዲስ
ar: الأحدث
de: Neuer
es: Más reciente
fr: Plus récent
hi_in: अधिक नया
id: Lebih baru
pt_br: Mais novos
ro: Mai nou
ru: Более новые
th: ใหม่กว่า
vi: Người mới

source: No
am: አይደለም
ar: لا
de: Nein
fr: Non
hi_in: नहीं
id: Tidak
pt_br: Não
ro: Nu
ru: Нет
th: ไม่
vi: Không

source: No parent ministry
am: ወላጅ የሌለበት ሚኒስትሪ
ar: لا يوجد كهنوت رئيسي
de: Keine Mutterpfarrei
es: No hay padre de ministerio
fr: Pas de ministère parent
hi_in: कोई पालक मिनिस्ट्री नहीं
id: Tidak ada pelayanan induk
pt_br: Nenhum ministério principal
ro: Nicio misiune principală
ru: Нет миссии высшего уровня
th: ไม่มีพันธกิจหลัก
vi: Không có đoàn mục sư chính

source: No story found
am: ወሬ አልተገኘም
ar: لا توجد قصة
de: Keine Geschichte gefunden
es: No se encontró la historia
fr: Aucune histoire trouvée
hi_in: कोई कहानी नहीं मिली
id: Tidak ada cerita yang ditemukan
pt_br: Nenhuma história encontrada
ro: Niciun istoric găsit
ru: Истории не найдены
th: ไม่พบเรื่อง
vi: Không tìm thấy câu chuyện

source: None
am: የለም
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
hi_in: कोई नहीं
id: Tidak ada
pt_br: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
vi: Không gì cả

source: Old Role
am: የድሮ ሚና
ar: دور قديم
de: Alte Stellung
es: Rol anterior
fr: Vieux rôle
hi_in: पुरानी भूमिका
id: Peran Lama
pt_br: Função Anterior
ro: Funcţie veche
ru: Старая роль
th: บทบาทเก่า
vi: Vai trò Cũ

source: Older
am: በጣም ድሮ
ar: أقدم
de: Älter
es: Más antiguo
fr: Plus ancien
hi_in: अधिक पुराना
id: Lebih lama
pt_br: Mais antigos
ro: Mai vechi
ru: Более старые
th: เก่ากว่า
vi: Cũ hơn

source: Options
am: አማራጮች
ar: خيارات
de: Optionen
es: Opciones
hi_in: विकल्प
id: Opsi
pt_br: Opções
ro: Opţiuni
ru: Опции
th: ตัวเลือก
vi: Tuỳ chọn

source: Other
am: ሌላ
ar: غير ذلك
de: Sonstige
es: Otro
fr: Autre
hi_in: अन्य
id: Lainnya
pt_br: Outro
ro: Altul
ru: Другие
th: อื่นๆ
vi: Khác

source: Other Measurements
am: ሌላ ልኬቶች
ar: قياسات أخرى
de: Andere Bewertungen
es: Otras mediciones
fr: Autres mesures
hi_in: अन्य मापन
id: Pengukuran Lainnya
pt_br: Outras Medições
ro: Alte măsurători
ru: Другие показатели
th: เครื่องมือชี้วัดอื่นๆ
vi: Phép đo khác

source: Outcome
am: ውጤት
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi_in: नतीजे
id: Hasil
pt_br: Resultado
ro: Rezultat
ru: Итог
th: ผลลัพธ์
vi: Kết quả

source: Parent lines
am: የወላጅ መስመሮች
ar: الخطوط الرئيسية
de: Elternlinien
es: Líneas de padres
fr: Lignes parentes
hi_in: पालक रेखा
id: Garis Induk
pt_br: Linhas principais
ro: Linii principale
ru: Линии высшего уровня
th: เส้นทางหลัก
vi: Các đường chính

source: Parent ministry
am: የወላጅ ሚኒስትሪ
ar: كهنوت رئيسي
de: Mutterpfarrei
es: Padre de ministerio
fr: Ministère parent
hi_in: पालक मिनिस्ट्री
id: Pelayanan Induk
pt_br: Ministério principal
ro: Misiune principală
ru: Миссия высшего уровня
th: พันธกิจหลัก
vi: Đoàn mục sư chính

source: Participants
am: ተሳታፊዎች
ar: المشاركون
de: Teilnehmer
es: Participantes
hi_in: सहभागी
id: Peserta
pt_br: Participantes
ro: Participanţi
ru: Участники
th: ผู้เข้าร่วม
vi: Người tham gia

source: Permalink
am: ፐርማሊንክ
ar: رابط دائم
es: Enlace permanente
fr: Permalien
hi_in: परमालिंक
pt_br: Link permanente
ru: Постоянная ссылка
th: ลิงก์ถาวร

source: Permalink is invalid. Please match with required format
am: ፐርማሊንክ ዋጋ የለውም። እባክዎን ከተጠየቀው አቀራረብ ጋር ያመሳስሉ
ar: الرابط الدائم لا يعمل، الرجاء إعادة كتابته بطريقة صحيحة
de: Permalink ist ungültig. Bitte auf passendes Format achten.
es: El enlace permanente no es válido. Utiliza el formato requerido
fr: Le permalien n'est pas valide. Veuillez vous conformer au format requis
hi_in: परमालिंक अवैध है. कृपया सही प्रारूप में बनाएं
id: Permalink tidak valid. Silahkan cocokkan dengan format yang diperlukan
pt_br: O link permanente é inválido. Use o formato obrigatório correspondente
ro: Permalink nevalid. Potriviţi cu formatul solicitat
ru: Неверная постоянная ссылка. Исправьте формат.
th: ลิงก์ถาวรไม่ถูกต้อง กรุณาใส่ให้ตรงกับรูปแบบที่กำหนด
vi: Permalink không hợp lệ. Vui lòng khớp với định dạng yêu cầu

source: Permalink is required
am: ፐርማሊንክ ያስፈልጋል
ar: الرابط الدائم مطلوب
de: Permalink ist erforderlich
es: Se requiere un enlace permanente
fr: Le permalien est requis
hi_in: परमालिंक आवश्यक है
id: Permalink wajib diisi
pt_br: O link permanente é obrigatório
ro: Permalink este obligatoriu
ru: Необходима постоянная ссылка
th: ต้องใส่ลิงก์ถาวร
vi: Yêu cầu có Permalink

source: Permalink should not exceed 100 characters
am: ፐርማሊንክ ከ100 ፊደላት መብለጥ የለበትም
ar: الرابط الدائم لا يجب أن يتجاوز 100 رمز
de: Permalink darf 100 Zeichen nicht übersteigen.
es: El enlace permanente no debe exceder los 100 caracteres
fr: Le permalien ne doit pas dépasser 100 caractères
hi_in: परमालिंक 100 वर्णों से अधिक की न हो
id: Permalink tidak boleh melebihi 100 karakter
pt_br: O link permanente não deve exceder 100 caracteres
ro: Permalink nu trebuie să depășească 100 de caractere
ru: Постоянная ссылка должна содержать не более 100 символов
th: ลิงก์ถาวรจะต้องมีความยาวไม่เกิน 100 อักขระ
vi: Permalink không được vượt quá 100 ký tự

source: Please identify a ministry team that you work most closely with and request to join that team.
am: በጣም በቅርበት አብረው የሰሩትና ቡድኑን ለመቀላቀል የጠየቁትን የሚኒስትሪ ቡድን እባክዎን ያሳውቁ።
ar: الرجاء تحديد فريق كهنوت تعمل معه و اطلب الإنضمام للفريق.
de: Suchen Sie bitte ein Pfarreiteam, mit dem Sie am engsten zusammenarbeiten und bitten Sie um Beitritt zu diesem Team.
es: Identifica un equipo de ministerio con el cual trabajas de modo más cercano y solicita unirte a ese equipo.
fr: Veuillez identifier une équipe de ministère avec laquelle vous travaillez le plus étroitement et demandez à rejoindre cette équipe.
hi_in: कृपया ऐसी मिनिस्ट्री खोजें जिसके साथ आप निकट सहकार्य करते हैं और उससे जुडने का अनुरोध करें
id: Silahkan identifikasikan tim pelayanan yang bekerja paling dekat dengan Anda dan minta untuk bergabung dengan tim tersebut.
pt_br: Identifique uma equipe do ministério com a qual você trabalha mais diretamente e solicite participar desta equipe.
ro: Identificaţi o echipă de misiune cu care lucraţi cel mai mult şi solicitaţi să vă alăturaţi acesteia.
ru: Определите, с какой из команд мисси вы наиболее плотно работаете и отправьте запрос на вступление в эту команду.
th: กรุณาระบุทีมพันธกิจที่คุณร่วมทำงานอย่างใกล้ชิดที่สุด และขอเข้าร่วมกับทีมนั้น
vi: Xin hãy nhận diện một đội đoàn mục sư mà bạn làm việc nhiều nhất với họ và yêu cầu tham ra đội đó.

source: Please make a choice
am: እባክዎን ይምረጡ
ar: الرجاء الاختيار
de: Bitte treffen Sie eine Wahl
es: Elige una opción
fr: Veuillez faire un choix
hi_in: कृपया चुनें
id: Silahkan tentukan pilihan
pt_br: Por favor, escolha
ro: Alegeţi
ru: Выберите
th: กรุณาเลือกคำตอบ
vi: Xin hãy đưa ra lựa chọn

source: Preferred MCC
am: ተመራጭ MCC
ar: MCC المفضلة
de: Bevorzugte MCC
es: MCC preferido
fr: MCC préféré
hi_in: पसंदीदा MCC
id: MCC pilihan
pt_br: MCC Preferencial
ro: MCC preferat
ru: Предпочтительный MCC
th: MCC ที่ต้องการ
vi: MCC ưu tiên

source: Preferred content language for
am: ተመራጭ የይዘት ቋንቋ ለ
ar: لغة المحتوى المفضلة لـ
de: Bevorzugte Inhaltsprache für
es: Idioma de contenido preferido para
fr: Langue de contenu préférée pour
hi_in: इसके लिए पसंदीदा विषयवस्तु भाषा
id: Bahasa konten pilihan untuk
pt_br: Idioma de conteúdo preferencial para
ro: Limbă preferată conţinut pentru
ru: Предпочтительный язык содержания для
th: ภาษาที่ต้องการสำหรับ
vi: Ngôn ngữ nội dung ưu tiên cho

source: Preferred ministry
am: ተመራጭ ሚኒስትሪ
ar: الكهنوت المفضل
de: Bevorzugte Pfarrei
es: Ministerio preferido
fr: Ministère préféré
hi_in: पसंदीदा मिनिस्ट्री
id: Pelayanan pilihan
pt_br: Ministério preferencial
ro: Misiune preferată
ru: Предпочтительная миссия
th: พันธกิจที่ต้องการ
vi: Đoàn mục sư ưu tiên

source: Privacy
am: ምስጢር
ar: الخصوصية
de: Privatspähre
es: Privacidad
fr: Confidentialité
hi_in: निजता
id: Privasi
pt_br: Privacidade
ro: Confidenţialitatea
ru: Конфиденциальность
th: ความเป็นส่วนตัว
vi: Tính riêng tư

source: Private
am: የግል
ar: خاص
de: Privat
es: Privado
fr: Privé
hi_in: निजी
id: Privat
pt_br: Privado
ro: Privat
ru: Частный
th: ส่วนตัว
vi: Riêng tư

source: Public
am: የህዝብ
ar: عام
de: Öffentlich
es: Público
hi_in: सार्वजनिक
id: Publik
pt_br: Público
ru: Публичный
th: สาธารณะ
vi: Công khai

source: Publish status
am: የህትመት ሁኔታ
ar: انشر حالتك
de: Status veröffentlichen
es: Estado de publicación
fr: État de publication
hi_in: स्थिति प्रकाशित करें
id: Status Terbit
pt_br: Status de publicação
ro: Publicare stare
ru: Статус публикации
th: สถานะการเผยแพร่
vi: Trạng thái công khai

source: Published
am: የታተመ
ar: تم النشر
de: Veröffentlicht
es: Publicado
fr: Publié
hi_in: प्रकाशित
id: Diterbitkan
pt_br: Publicado
ro: Publicat
ru: Опубликовано
th: เผยแพร่แล้ว
vi: Đã công bố

source: Refresh Feeds
am: መጋቢዎችን ማደስ
ar: إنعاش الأخبار
de: Feeds aktualisieren
es: Actualizar transmisión
fr: Actualiser les fils
hi_in: फीड रीफ्रेश करें
id: Segarkan Umpan
pt_br: Atualizar Feeds
ro: Reîmprospătare fluxuri
ru: Обновить ленту
th: รีเฟรชฟีด
vi: Làm mới dòng Tin tức

source: Refresh List
am: ዝርዝር ማደስ
ar: إنعاش القائمة
de: Liste aktualisieren
es: Actualizar lista
fr: Actualiser la liste
hi_in: सूची रीफ्रेश करें
id: Segarkan Daftar
pt_br: Atualizar Lista
ro: Reîmprospătare listă
ru: Обновить список
th: รีเฟรชรายการ
vi: Làm mới Danh sách

source: Refresh members list
am: የአባሎችን ዝርዝር ማደስ
ar: إنعاش قائمة الأعضاء
de: Mitgliederliste aktualisieren
es: Actualizar lista de miembros
fr: Actualiser la liste des membres
hi_in: सदस्य सूची रीफ्रेश करें
id: Segarkan daftar anggota
pt_br: Atualizar lista de membros
ro: Reîmprospătare listă membri
ru: Обновить список участников
th: รีเฟรชรายชื่อสมาชิก
vi: Làm mới danh sách thành viên

source: Registered Users
am: ተመዘገቡ ተጠቃሚዎች
ar: المستخدمون المسجلون
de: Registrierte Benutzer
es: Usuarios registrados
fr: Utilisateurs enregistrés
hi_in: पंजीकृत यूजर्स
id: Segarkan Pengguna
pt_br: Usuários Registrados
ro: Utilizatori înregistrați
ru: Зарегистрированные пользователи
th: ผู้ลงทะเบียน
vi: Những người dùng đã đăng ký

source: Registered users
am: ተመዘገቡ ተጠቃሚዎች
ar: المستخدمون المسجلون
de: Registierte Benutzer
es: Usuarios registrados
fr: Utilisateurs enregistrés
hi_in: पंजीकृत यूजर्स
id: Pengguna Terdaftar
pt_br: Usuários registrados
ro: Utilizatori înregistrați
ru: Зарегистрированные пользователи
th: ผู้ลงทะเบียน
vi: Những người dùng đã đăng ký

source: Remove Parent Church
am: የወላጅ ቤተ ክርስቲያንን ማስወገድ
ar: حذف الكهنوت الرئيسي
de: Mutterkirche entfernen
es: Quitar padre de iglesia
fr: Supprimer l'église parente
hi_in: पालक चर्च हटाएं
id: Hapus Gereja Induk
pt_br: Remover Igreja Principal
ro: Eliminare biserică principală
ru: Удалить церковь высшего уровня
th: ลบโบสถ์หลักออก
vi: Loại bỏ Nhà thờ Cha

source: Remove image
am: ምስል ማስወገድ
ar: حذف الصورة
de: Bild entfernen
es: Quitar imagen
fr: Supprimer l'image
hi_in: इमेज हटाएं
id: Hapus gambar
pt_br: Remover imagem
ro: Eliminare imagine
ru: Удалить изображение
th: ลบภาพออก
vi: Loại bỏ hình ảnh

source: Removed
am: ተወግዷል
ar: تم الحذف
de: Entfernt
es: Quitado
fr: Supprimé
hi_in: हटाया
id: Dihapus
pt_br: Removido
ro: Eliminat
ru: Удалено
th: ลบออกแล้ว
vi: Đã loại bỏ

source: Reports
am: ዘገባዎች
ar: تقارير
de: Berichte
es: Informes
fr: Rapports
hi_in: रिपोर्ट्स
id: Laporan
pt_br: Relatórios
ro: Repoarte
ru: Отчеты
th: รายงาน
vi: Báo cáo

source: Role
am: ሚና
ar: دور
de: Stellung
es: Rol
fr: Rôle
hi_in: भूमिका
id: Peran
pt_br: Função
ro: Funcție
ru: Роль
th: บทบาท
vi: Vai trò

source: Save
am: ያዝ
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi_in: सहेजें
id: Simpan
pt_br: Salvar
ro: Salvare
ru: Сохранить
th: บันทึก
vi: Lưu lại

source: Save Changes
am: ለውጦችን ያዝ
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les changements
hi_in: बदलाव सहेजें
id: Simpan Perubahan
pt_br: Salvar Alterações
ro: Salvare modificări
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu lại các Thay đổi

source: Save Measurements
am: ልኬቶችን ያዝ
ar: حفظ القياسات
de: Bewertungen speichern
es: Guardar mediciones
fr: Enregistrer les mesures
hi_in: मापन सहेजें
id: Simpan Pengukuran
pt_br: Salvar Medições
ro: Salvare măsurători
ru: Сохранить показатели
th: บันทึกเครื่องมือชี้วัด
vi: Lưu lại Phép đo

source: Save changes
am: ለውጦችን ያዝ
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les changements
hi_in: बदलाव सहेजें
id: Simpan perubahan
pt_br: Salvar alterações
ro: Salvare modificări
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu lại các thay đổi

source: Search
am: ፈልግ
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi_in: खोजें
id: Cari
pt_br: Pesquisar
ro: Căutare
ru: Поиск
th: ค้นหา
vi: Tìm kiếm

source: Search Members
am: አባላትን ፈልግ
ar: البحث عن إعضاء
de: Mitglieder suchen
es: Buscar miembros
fr: Rechercher des membres
hi_in: सदस्य खोजें
id: Cari Anggota
pt_br: Pesquisar Membros
ro: Căutare membri
ru: Поиск участников
th: ค้นหาสมาชิก
vi: Tìm kiếm Thành viên

source: Section
am: ክፍል
ar: قسم
de: Abschnitt
es: Sección
hi_in: विभाग
id: Seksi
pt_br: Seção
ro: Secțiune
ru: Раздел
th: ส่วน
vi: Phiên

source: Security
am: ደህንነት
ar: الحماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hi_in: सुरक्षा
id: Keamanan
pt_br: Segurança
ro: Securitatea
ru: Безопасность
th: ความปลอดภัย
vi: An ninh

source: Security is a required field
am: ደህንነት አስፈላጊ ገጽታ ነው
ar: الحماية حقل مطلوب
de: Sicherheit ist ein erforderliches Feld
es: Seguridad es un campo obligatorio
fr: La sécurité est un champ requis
hi_in: सुरक्षा एक आवश्यक स्थान है
id: Keamanan wajib diisi
pt_br: Segurança é um campo obrigatório
ro: Siguranța este un câmp obligatoriu
ru: Необходимо заполнить поле безопасности
th: ความปลอดภัยเป็นช่องบังคับ
vi: An ninh là trường bắt buộc

source: Self Assigned
am: በራስ የተመደበ
ar: تعيين ذاتي
de: Selbst zugeordnet
es: Autoasignado
fr: Horaires libres
hi_in: स्वनियुक्त
id: Penugasan Otomatis
pt_br: Autodesignado
ro: Autoalocat
ru: Самоназначенный
th: มอบหมายตนเอง
vi: Tự Chỉ định

source: Self Assigned Members (not yet approved)
am: በራሳቸው የተመደቡ አባላት (እስካሁን አልጸደቀም)
ar: أعضاء بتعيين ذاتي (لم يتم قبولهم بعد)
de: Selbst zugeordnete Mitglieder (noch nicht genehmigt)
es: Miembros autoasignados (aún no aprobados)
fr: Membres à horaires libres (pas encore approuvés)
hi_in: स्वनियुक्त सदस्य (मंजूरी प्रतीक्षित)
id: Anggota Penugasan Otamatis (belum disetujui)
pt_br: Membros Autodesignados (ainda não aprovados)
ro: Membri autoalocați (nu s-a aprobat încă)
ru: Самоназначенные участники (еще не утвержденные)
th: สมาชิกมอบหมายตนเอง (ยังไม่ได้อนุมัติ)
vi: Các Thành viên được Tự Chỉ định (chưa được chấp thuận)

source: Send
am: ላክ
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi_in: भेजें
id: Kirim
pt_br: Enviar
ro: Trimitere
ru: Отправить
th: ส่ง
vi: Gửi

source: Set Ministry Default View for others
am: የሚኒስትሪው የሁል ግዜ እይታ ለሌሎች ያዘጋጁ
ar: ضبط منظر الكهنوت الافتراضي بالنسية للآخرين
de: Standardansicht der Pfarrei für andere festllegen
es: Establecer la vista de ministerio predeterminada para otros
fr: Définir la vue par défaut du ministère pour les autres
hi_in: दूसरों के लिए मिनिस्ट्री डिफॉल्ट दृश्य सेट करें
id: Setel Tampilan Default Pelayanan untuk lainnya
pt_br: Definir Exibição de Ministérios Padrão para outros
ro: Setare vizualizare implicită misiune pentru ceilalți
ru: Установить отображение миссии по умолчанию для других
th: ตั้งค่ามุมมองเริ่มต้นของพันธกิจสำหรับผู้อื่น
vi: Đặt Xem Mặc định Đoàn mục sư cho những mục khác

source: Set Parent Church
am: የወላጅ ቤተ ክርስቲያን ያዘጋጁ
ar: ضبط كنسية رئيسية
de: Mutterkirche festlegen
es: Establecer padre de iglesia
fr: Définir l'église parente
hi_in: पालक चर्च सेट करें
id: Setel Gereja Induk
pt_br: Definir Igreja Principal
ro: Setare biserică principală
ru: Установить церковь высшего уровня
th: กำหนดโบสถ์หลัก
vi: Đặt Nhà thờ Cha mẹ

source: Set as my Ministry Default View
am: እንደ የሚኒስትሪዬ የሁልጊዜ እይታ ያዘጋጁ
ar: ضبط كمنظر لكهنوتي الافتراضي.
de: Als Standardansicht der Pfarrei festlegen
es: Establecer como mi vista de ministerio predeterminada
fr: Définir comme ma vue par défaut du ministère
hi_in: मेरा मिनिस्ट्री डिफॉल्ट दृश्य सेट करें
id: Setel sebagai Tampilan Default Pelayanan saya
pt_br: Definir como minha Exibição de Ministérios Padrão
ro: Setare ca vizualizarea mea implicită misiune
ru: Установить как отображение миссии по умолчанию для меня
th: ตั้งเป็นมุมมองเริ่มต้นของพันธกิจฉัน
vi: Đặt làm Xem Mặc định Đoàn mục sư

source: Show
am: አሳይ
ar: عرض
de: Anzeigen
es: Mostrar
fr: Afficher
hi_in: दिखाएं
id: Tampilkan
pt_br: Mostrar
ro: Afișare
ru: Показать
th: แสดง
vi: Hiển thị

source: Size
am: መጠን
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi_in: आकार
id: Ukuran
pt_br: Tamanho
ro: Dimensiune
ru: Размер
th: ขนาด
vi: Kích cỡ

source: Source Name
am: የምንጭ ስም
ar: اسم المصدر
de: Quellenname
es: Nombre de origen
fr: Nom de la source
hi_in: स्त्रोत नाम
id: Nama Sumber
pt_br: Nome da Fonte
ro: Nume sursă
ru: Имя источника
th: ชื่อแหล่งที่มา
vi: Tên Nguồn

source: Stage
am: ደረጃ
ar: الطابق
de: Abschnitt
es: Etapa
fr: Atelier
hi_in: अवस्था
id: Tahap
pt_br: Fase
ro: Etapă
ru: Уровень
th: ขั้นตอน
vi: Giai đoạn

source: Start typing to search for ministry
am: ሚኒስትሪ ለመፈለግ መጻፍ ይጀምሩ
ar: ابدأ الكتابة للبحث عن كهنوت
de: Tippen Sie, um eine Pfarrei zu suchen
es: Comienza a escribir para buscar un ministerio
fr: Commencez à taper pour rechercher un ministère
hi_in: मिनिस्ट्री खोजने के लिए टाइपिंग शुरु करें
id: Mulai ketik untuk mencari pelayanan
pt_br: Comece a digitar para pesquisar um ministério
ro: Tastați pentru a căuta misiunea
ru: Начните вводить запрос для поиска миссии
th: พิมพ์ค้นหาพันธกิจ
vi: Bắt đầu gõ để tìm kiếm đoàn mục sư

source: Story content field is required
am: የወሬ ይዘት ገጽታ ያስፈልጋል
ar: حقل محتوى القصة مطلوب
de: Inhalt in Geschichtenfeld ist erforderlich
es: El campo de contenido de historia es obligatorio
fr: Le champ contenu de l'histoire est requis
hi_in: कहानी विषयवस्तु स्थान आवश्यक है
id: Konten cerita wajib diisi
pt_br: O campo de conteúdo da história é obrigatório
ro: Câmpul cu conținut istoric este obligatoriu
ru: Необходимо заполнить поле содержания истории
th: เนื้อหาเรื่องเป็นช่องบังคับ
vi: Trường nội dung câu chuyện là bắt buộc

source: Story content should not exceed
am: የወሬ ይዘት መብለጥ የለበትም
ar: محتوى القصة يجب ألا يتجاوز
de: Geschichte darf nicht länger
es: El contenido de la historia no debe exceder
fr: Le contenu de l'histoire ne doit pas dépasser
hi_in: कहानी विषयवस्तु इससे बडी न हो
id: Konten cerita tidak boleh melebihi
pt_br: O conteúdo da história não deve exceder
ro: Conținutul istoric nu trebuie să depășească
ru: Содержание истории не должно превышать
th: เนื้อหาเรื่องจะต้องมีความยาวไม่เกิน
vi: Nội dung câu chuyện không nên vượt quá

source: Story content should not exceed {{storiesConfig.content_length}} characters
am: የወሬ ይዘት ከ{{storiesConfig.content_length}} ፊደላት መብለጥ የለበትም
ar: محتوى القصة يجب ألا يتجاوز{{storiesConfig.content_length}} رمز
de: Geschichte darf nicht länger als {{storiesConfig.content_length}} Zeichen sein.
es: El contenido de la historia no debe exceder los {{storiesConfig.content_length}} caracteres
fr: Le contenu de l'histoire ne doit pas dépasser {{storiesConfig.content_length}} caractères
hi_in: कहानी विषयवस्तु {{storiesConfig.content_length}} वर्णों से बडी न हो
id: Konten cerita tidak boleh melebihi {{storiesConfig.content_length}} characters
pt_br: O conteúdo da história não deve exceder {{storiesConfig.content_length}} caracteres
ro: Conținutul istoric nu trebuie să depășească {{storiesConfig.content_length}} caractere
ru: Содержание истории не должно превышать {{storiesConfig.content_length}} символов
th: เนื้อหาเรื่องจะต้องมีความยาวไม่เกิน {{storiesConfig.content_length}} อักขระ
vi: Nội dung câu chuyện không nên vượt quá {{storiesConfig.content_length}} ký tự

source: Story saved successfully
am: ወረ በስኬታማነት ተይዟል
ar: تم حفظ القصة بنجاح
de: Geschichte erfolgreich gespeichert
es: La historia se ha guardado con éxito
fr: Histoire enregistrée avec succès
hi_in: कहानी सफलतापूर्वक सहेजी गई
id: Cerita berhasil disimpan
pt_br: História salva com sucesso
ro: Istoric salvat cu succes
ru: История успешно сохранена
th: บันทึกเรื่องเรียบร้อยแล้ว
vi: Đã lưu thành công câu chuyện

source: Story title field is required
am: የወሬ ርዕስ ገጽታ ያስፈልጋል
ar: الحقل الخاص بعنوان القصة مطلوب
de: Titelfeld für Geschichte ist erforderlich
es: El campo de título de historia es obligatorio
fr: Le champ titre de l'histoire est requis
hi_in: कहानी शीर्षक स्थान आवश्यक है
id: Judul cerita wajib diisi
pt_br: O campo de título da história é obrigatório
ro: Câmpul titlu istoric este obligatoriu
ru: Необходимо заполнить поле заголовка истории
th: ชื่อเรื่องเป็นช่องบังคับ
vi: Trường tiêu đề câu chuyện là bắt buộc

source: Story title should not exceed 120 characters
am: የወሬ ርዕስ ከ120 ፊደላት መብለጥ የለበትም
ar: عنوان القصة يجب ألا يتجاوز 120 رمز
de: Titel der Geschichte darf 120 Zeichen nicht übersteigen.
es: El título de historia no debe exceder los 120 caracteres
fr: Le titre de l'histoire ne doit pas dépasser 120 caractères
hi_in: कहानी का शीर्षक 120 वर्णों से बडा न हो
id: Judul cerita tidak boleh melebihi 120 karakter
pt_br: O título da história não deve exceder 120 caracteres
ro: Titlul istoric nu trebuie să depășească 120 de caractere
ru: Заголовок истории не должен превышать 120 символов
th: ชื่อเรื่องจะต้องมีความยาวไม่เกิน 120 อักขระ
vi: Tiêu đề câu chuyện không nên vượt quá 120 ký tự

source: Story was updated
am: ወሬው ተሻሽሎ ነበር
ar: تم تحديث القصة
de: Geschichte wurde aktualisiert
es: Se ha actualizado la historia
fr: L'histoire a été mise à jour
hi_in: कहानी अपडेट की गई
id: Cerita telah diperbarui
pt_br: A história foi atualizada
ro: Istoric actualizat
ru: История обновлена
th: อัปเดตเรื่องแล้ว
vi: Đã cập nhật câu chuyện

source: Student Led
am: በተማሪ የተመራ

source: Sub Stage
am: ንዑስ ደረጃ
ar: الطابق السفلي
de: Unter- abschnitt
es: Sub etapa
fr: Sous-atelier
hi_in: उप अवस्था
id: Sub Pelayanan
pt_br: Subfase
ro: Sub etapă
ru: Подуровень
th: ขั้นตอนย่อย
vi: Giai đoạn Phụ

source: Sub ministry was created successfully
am: ንዑስ ሚኒስትሪ በስኬታማነት ተፈጥሯል
ar: تم إنشاء كهنوت فرعي بنجاح
de: Unterpfarrei erfolgreich erstellt
es: El subministerio se ha creado con éxito
fr: Le sous-ministère a été créé avec succès
hi_in: उप मिनिस्ट्री सफलतापूर्वक बनाई गई
id: Sub pelayanan berhasil dibuat
pt_br: O subministério foi criado com sucesso
ro: Sub-misiune creată cu succes
ru: Миссия второго уровня успешно создана
th: สร้างพันธกิจย่อยเรียบร้อยแล้ว
vi: Đã tạo thành công tiểu đoàn mục sư

source: Sub-Ministries / Teams
am: ንዑስ-ሚኒስትሪዎች/ቡድኖች
ar: كهنوتات فرعية/فرق
de: Unterpfarreien/Teams
es: Subministerios / Equipos
fr: Sous-ministères/Équipes
hi_in: सब-मिनिस्ट्रीज़/टीम्स
id: Sub-Pelayanan / Tim
pt_br: Subministérios/Equipes
ro: Sub-misiuni/echipe
ru: Миссии второго уровня / Команды
th: พันธกิจย่อย/ทีม
vi: Tiểu đoàn mục sư / Đội

source: Supported languages
am: የሚረዱ ቋንቋዎች
ar: اللغات المتوفرة
de: Unterstützte Sprachen
es: Idiomas admitidos
fr: Langues prises en charge
hi_in: समर्थित भाषाएं
id: Bahasa yang didukung
pt_br: Idiomas Suportados
ro: Limbi acceptate
ru: Поддерживаемые языки
th: ภาษาที่รองรับ
vi: Ngôn ngữ Hỗ trợ

source: Supported staff
am: የሚረዱ ሰራኞች
ar: فريق ادعم
de: Unterstütztes Personal
es: Personal admitido
fr: Équipe prise en charge
hi_in: समर्थित कर्मचारी
id: Staf yang didukung
pt_br: Equipe suportada
ro: Personal acceptat
ru: Поддерживаемый штат
th: เจ้าหน้าที่สนับสนุน
vi: Nhân viên hỗ trợ
