Repository: GlobalTechnology/gcm_angular
Catalog: src/languages/*.po
Languages: am, ar, de, es, fr, hi_in, id, pt_br, ro, ru, th, vi

source: Tagged MCC
am: የተለጠፈ MCC
ar: ملحقMCC
de: Markierte MCC
es: MCC etiquetado
fr: MCC balisé
hi_in: टैग की गई MCC
id: MCC yang ditandai
pt_br: MCC Marcado
ro: MCC etichetat
ru: Отмеченный MCC
th: MCC ที่แท็ก
vi: MCC được tag

source: Tagged MCC :
am: የተለጠፈ MCC፦
ar: ملحقMCC
de: Markierte MCC:
es: MCC etiquetado
fr: MCC balisé :
hi_in: टैग की गई MCC:
id: MCC yang ditandai :
pt_br: MCC Marcado:
ro: MCC etichetat:
ru: Отмеченный MCC:
th: MCC ที่แท็ก:
vi: MCC được tag:

source: Tagged ministry
am: የተለጠፈ ሚኒስትሪ
ar: ملحق كهنوت
de: Markierte Pfarrei
es: Ministerio etiquetado
fr: Ministère balisé
hi_in: टैग की गई मिनिस्ट्री
id: Pelayanan yang ditandai
pt_br: Ministério marcado
ro: Misiune etichetată
ru: Отмеченная миссия
th: พันธกิจที่แท็ก
vi: Đoàn mục sư được tag

source: Target
am: የታለመ
ar: هدف
de: Ziel
es: Objetivo
fr: Cible
hi_in: लक्ष्य
pt_br: Alvo
ro: Țintă
ru: Цель
th: เป้าหมาย
vi: Đích

source: Target Team
am: የታለመ ቡድን
ar: الفريق المقصود
de: Zielteam
es: Equipo objetivo
fr: Équipe cible
hi_in: लक्ष्य टीम
id: Tim Target
pt_br: Equipe Alvo
ro: Echipă țintă
ru: Целевая команда
th: ทีมเป้าหมาย
vi: Đội Đích

source: Target city
am: የታለመ ከተማ
ar: المدينة المقصودة
de: Zielstadt
es: Ciudad objetivo
fr: Ville cible
hi_in: लक्ष्य शहर
id: Kota Target
pt_br: Cidade alvo
ro: Oraș țintă
ru: Целевой город
th: เมืองเป้าหมาย
vi: Thành phố Đích

source: Target city position was updated
am: የታለመ የከተማ አቀማመጥ ተሻሽሏል
ar: تم تحديث موقع المدينة المقصودة
de: Position der Zielstadt wurde aktualisiert
es: Se actualizó la posición de la ciudad objetivo
fr: La position de la ville cible a été mise à jour
hi_in: लक्ष्य शहर स्थिति अपडेट की गई
id: Posisi kota target telah diperbarui
pt_br: A posição da cidade alvo foi atualizada
ro: Poziția orașului țintă a fost actualizată
ru: Положение целевого города обновлено
th: อัปเดตตำแหน่งเมืองเป้าหมายแล้ว
vi: Đã cập nhật vị trí thành phố đích

source: Target city was created successfully
am: የታለመ ከተማ በስኬታማነት ተፈጥሯል
ar: تم إنشاء المدينة المقصودة بنجاح
de: Zielstadt erfolgreich erstellt
es: La ciudad objetivo se ha creado con éxito
fr: La ville cible a été créée avec succès
hi_in: लक्ष्य शहर सफलतापूर्वक बनाया गया
id: Kota target berhasil dibuat
pt_br: A cidade alvo foi criada com sucesso
ro: Orașul țintă a fost creat cu succes
ru: Целевой город успешно создан
th: สร้างเมืองเป้าหมายเรียบร้อยแล้ว
vi: Đã tạo thành công thành phố đích

source: Target city was deleted successfully
am: የታለመ ከተማ በስኬታማነት ጠፍቷል
ar: تم حذف المدينة المقصودة بنجاح
de: Zielstadt erfolgreich gelöscht
es: La ciudad objetivo se ha eliminado con éxito
fr: La ville cible a été supprimée avec succès
hi_in: लक्ष्य शहर सफलतापूर्वक हटाया गया
id: Kota target berhasil dihapus
pt_br: A cidade alvo foi excluída com sucesso
ro: Orașul țintă a fost șters cu succes
ru: Целевой город успешно удален
th: ลบเมืองเป้าหมายเรียบร้อยแล้ว
vi: Đã xóa thành công thành phố đích

source: Target city was updated
am: የታለመ ከተማ ተሻሽሏል
ar: تم تحديث المدينة المقصودة
de: Zielstadt aktualisiert
es: Se actualizó la ciudad objetivo
fr: La ville cible a été mise à jour
hi_in: लक्ष्य शहर अपडेट किया गया
id: Kota target telah diperbarui
pt_br: A cidade alvo foi atualizada
ro: Orașul țintă a fost actualizat
ru: Целевой город обновлен
th: อัปเดตเมืองเป้าหมายแล้ว
vi: Đã cập nhật thành công thành phố đích

source: Target team
am: የታለመ ቡድን
ar: الفريق المقصود
de: Zielteam
es: Equipo objetivo
fr: Équipe cible
hi_in: लक्ष्य टीम
id: Tim Target
pt_br: Equipe alvo
ro: Echipă țintă
ru: Целевая команда
th: ทีมเป้าหมาย
vi: Đội đích

source: Team
am: ቡድን
ar: فريق
es: Equipo
fr: Équipe
hi_in: टीम
id: Tim
pt_br: Equipe
ro: Echipă
ru: Команда
th: ทีม
vi: Đội

source: Team & Members
am: ቡድን & አባላት
ar: فريق و أعضاء
de: Team & Mitglieder
es: Equipos y miembros
fr: Équipe et membres
hi_in: टीम और सदस्य
id: Tim & Anggota
pt_br: Equipe e Membros
ro: Echipă și membri
ru: Команда и участники
th: ทีมและสมาชิก
vi: Đội & Thành viên

source: Team Members
am: የቡድን አባላት
ar: أعضاء الفريق
de: Teammitglieder
es: Miembros del equipo
fr: Équipe et membres
hi_in: दल के सदस्य
id: Anggota Tim
pt_br: Membros da Equipe
ro: Membri echipă
ru: Участники команды
th: สมาชิกทีม
vi: Các thành viên trong Đội

source: Team only
am: ቡድን ብቻ
ar: الفريق فقط
de: Nur Team
es: Solo equipo
fr: Équipe seulement
hi_in: केवल टीम
id: Tim saja
pt_br: Apenas equipe
ro: Doar echipă
ru: Только команда
th: ทีมเท่านั้น
vi: Chỉ duy nhất Đội

source: TheKey username
am: ቁልፍ የተጠቃሚ ስም
ar: اسم المستخدم TheKey
de: TheKey-Benutzername
es: Nombre de usuario de TheKey
fr: Nom d'utilisateur TheKey
hi_in: TheKey यूजरनेम
id: Nama Pengguna TheKey
pt_br: Nome de usuário TheKey
ro: Nume utilizator TheKey
ru: Имя пользователя TheKey
th: ชื่อผู้ใช้ TheKey
vi: Tên người dùng TheKey

source: Title
am: ርዕስ
ar: العنوان
de: Titel
es: Título
fr: Titre
hi_in: शीर्षक
id: Judul
pt_br: Título
ro: Titlu
ru: Заголовок
th: ชื่อเรื่อง
vi: Tiêu đề

source: Total
am: አጠቃላይ
ar: المجموع
de: Gesamt
hi_in: कुल
ru: Итого
th: รวม
vi: Tổng số

source: Training Type
am: የስልጠና አይነት
ar: نوع التدريب
de: Trainingsart
es: Tipo de entrenamiento
fr: Type de formation
hi_in: प्रशिक्षण प्रकार
id: Jenis Pelatihan
pt_br: Tipo de Treinamento
ro: Tip instruire
ru: Тип обучения
th: ประเภทการฝึกอบรม
vi: Loại Đào tạo

source: Training activity
am: የስልጠና እንቅስቃሴ
ar: النشاط المدروس
de: Trainingsaktivität
es: Actividad de entrenamiento
fr: Activité de formation
hi_in: प्रशिक्षण गतिविधि
id: Aktivitas Pelatihan
pt_br: Atividade de treinamento
ro: Activitate de instruire
ru: Образовательная деятельность
th: กิจกรรมฝึกอบรม
vi: Hoạt động đào tạo

source: Training stage was deleted successfully
am: የስልጠና ደረጃ በስኬታማነት ጠፍቷል
ar: تم حذف مرحلة التدريب بنجاح
de: Trainingsabschnitt wurde erfolgreich gelöscht.
es: La etapa de entrenamiento se ha eliminado con éxito
fr: L'atelier de formation a été supprimé avec succès
hi_in: प्रशिक्षण अवस्था सफलतापूर्वक हटाई गई
id: Tahap pelatihan berhasil dihapus
pt_br: A fase de treinamento foi excluída com sucesso
ro: Etapa de instruire a fost ștearsă cu succes
ru: Уровень обучения успешно удален
th: ลบขั้นตอนการฝึกอบรมเรียบร้อยแล้ว
vi: Đã xóa thành công giai đoạn đào tạo

source: Training was created
am: ስልጠና ተፈጥሯል
ar: تم إنشاء التدريب
de: Training wurde erstellt
es: Se ha creado entrenamiento
fr: La formation a été créée
hi_in: प्रशिक्षण बनाया गया
id: Pelatihan telah dibuat
pt_br: O treinamento foi criado
ro: Sesiunea de instruire a fost creată
ru: Обучение создано
th: สร้างการฝึกอบรมแล้ว
vi: Đã tạo đào tạo

source: Training was deleted successfully
am: ስልጠና በስኬታማነት ጠፍቷል
ar: تم حذف التدريب بنجاح
de: Training wurde erfolgreich gelöscht
es: El entrenamiento se ha eliminado con éxito
fr: La formation a été supprimée avec succès
hi_in: प्रशिक्षण सफलतापूर्वक हटाया गया
id: Pelatihan berhasil dihapus
pt_br: O treinamento foi excluído com sucesso
ro: Sesiunea de instruire a fost ștearsă cu succes
ru: Обучение успешно удалено
th: ลบการฝึกอบรมเรียบร้อยแล้ว
vi: Đã xóa thành công đào tạo

source: Training was saved successfully
am: ስልጠና በስኬታማነት ተይዟል
ar: تم حفظ التدريب بنجاح
de: Training wurde erfolgreich gespeichert
es: El entrenamiento se ha guardado con éxito
fr: La formation a été enregistrée avec succès
hi_in: प्रशिक्षण सफलतापूर्वक सहेजा गया
id: Pelatihan berhasil disimpan
pt_br: O treinamento foi salvo com sucesso
ro: Sesiunea de instruire a fost salvată cu succes
ru: Обучение успешно сохранено
th: บันทึกการฝึกอบรมเรียบร้อยแล้ว
vi: Đã lưu thành công đào tạo

source: Training was updated
am: ስልጠና ተሻሽሏል
ar: تم تحديث التدريب
de: Training wurde aktualisiert
es: El entrenamiento se ha actualizado
fr: La formation a été mise à jour
hi_in: प्रशिक्षण अपडेट किया गया
id: Pelatihan telah diperbarui
pt_br: O treinamento foi atualizado
ro: Sesiunea de instruire a fost actualizată cu succes
ru: Обучение обновлено
th: อัปเดตการฝึกอบรมแล้ว
vi: Đã cập nhật đào tạo

source: Type
am: አይነት
ar: النوع
de: Typ
es: Tipo
hi_in: प्रकार
id: Jenis
pt_br: Tipo
ro: Tip
ru: Тип
th: ประเภท
vi: Loại

source: Unable to add new member
am: አዲስ አባል ለመጨመር አልተቻለም
ar: لا يمكن إضافة عضو جديد
de: Hinzufügen des neuen Mitglieds nicht möglich
es: No se puede agregar nuevo miembro
fr: Impossible d'ajouter un nouveau membre
hi_in: नया सदस्य नहीं जोड सकते
id: Tidak dapat menambah anggota baru
pt_br: Não é possível adicionar novo membro
ro: Imposibil de adăugat membrul nou
ru: Невозможно добавить участника
th: ไม่สามารถเพิ่มสมาชิกใหม่ได้
vi: Không thể thêm thành viên mới

source: Unable to add sub ministry
am: ንዑስ ሚኒስትሪ ለመጨመር አልተቻለም
ar: لا يمكن إضافة كهنوت فرعي
de: Hinzufügen der Unterpfarrei nicht möglich
es: No se puede agregar subministerio
fr: Impossible d'ajouter un sous-ministère
hi_in: उप मिनिस्ट्री नहीं जोड सकते
id: Tidak dapat menambah sub pelayanan
pt_br: Não é possível adicionar subministério
ro: Imposibil de adăugat sub-misiunea
ru: Невозможно добавить миссию второго уровня
th: ไม่สามารถเพิ่มพันธกิจย่อยได้
vi: Không thể thêm tiểu đoàn mục sư

source: Unable to create church
am: ቤተ ክርስተያን ለመፍጠር አልተቻለም
ar: لا يمكن إنشاء كنيسة جديدة
de: Erstellen der Kirche nicht möglich
es: No se puede crear iglesia
fr: Impossible de créer l'église
hi_in: नया चर्च नहीं बना सकते
id: Tidak dapat membuat gereja
pt_br: Não é possível criar igreja
ro: Imposibil de creat biserica
ru: Невозможно создать церковь
th: ไม่สามารถสร้างโบสถ์ได้
vi: Không thể tạo ra nhà thờ

source: Unable to create measurement
am: ልኬት ለመፍጠር አልተቻለም
ar: لا يمكن إنشاء قياس
de: Erstellen der Bewertung nicht möglich
es: No se puede crear medición
fr: Impossible de créer la mesure
hi_in: मापन नहीं बना सकते
id: Tidak dapat membuat pengukuran
pt_br: Não é possível criar medição
ro: Imposibil de creat măsurătoarea
ru: Невозможно создать показатель
th: ไม่สามารถสร้างเครื่องมือชี้วัดได้
vi: Không thể tạo ra phép đo

source: Unable to delete church
am: ቤተ ክርስተያን ለማጥፋት አልተቻለም
ar: لا يمكن حذف الكنيسة
de: Löschen der Kirche nicht möglich
es: No se puede eliminar iglesia
fr: Impossible de supprimer l'église
hi_in: चर्च नहीं हटा सकते
id: Tidak dapat menghapus gereja
pt_br: Não é possível excluir igreja
ro: Imposibil de șters biserica
ru: Невозможно удалить церковь
th: ไม่สามารถลบโบสถ์ได้
vi: Không thể xóa nhà thờ

source: Unable to delete target city
am: የታለመ ከተማ ለማጥፋት አልተቻለም
ar: لا يمكن حذف المدينة المقصودة
de: Löschen der Zielstadt nicht möglich
es: No se puede eliminar ciudad objetivo
fr: Impossible de supprimer la ville cible
hi_in: लक्ष्य शहर नहीं हटा सकते
id: Tidak dapat menghapus kota target
pt_br: Não é possível excluir cidade alvo
ro: Imposibil de șters orașul țintă
ru: Невозможно удалить целевой город
th: ไม่สามารถลบเมืองเป้าหมายได้
vi: Không thể xóa thành phố đích

source: Unable to delete training
am: ስልጠና ለማጥፋት አልተቻለም
ar: لا يمكن حذف التدريب
de: Löschen des Trainings nicht möglich
es: No se puede eliminar entrenamiento
fr: Impossible de supprimer la formation
hi_in: प्रशिक्षण नहीं हटा सकते
id: Tidak dapat menghapus pelatihan
pt_br: Não é possível excluir treinamento
ro: Imposibil de șters sesiunea de instruire
ru: Невозможно удалить обучение
th: ไม่สามารถลบการฝึกอบรมได้
vi: Không thể xóa đào tạo

source: Unable to get measurement
am: ልኬት ለመማግኘት አልተቻለም
ar: لا يمكن الحصول على القياس
de: Abruf der Bewertung nicht möglich
es: No se puede obtener medición
fr: Impossible d'obtenir la mesure
hi_in: मापन प्राप्त नहीं कर सकते
id: Tidak bisa mendapatkan pengukuran
pt_br: Não é possível obter medição
ro: Imposibil de obținut măsurătoarea
ru: Невозможно получить показатель
th: ไม่สามารถเอาครื่องมือชี้วัดได้
vi: Không thể nhận phép đo

source: Unable to join to requested ministry
am: ወደ ተጠየቀው ሚኒስትሪ ለመቀላቀል አለመቻል
ar: لا يمكن الانضمام إلى الكهنوت المطلوب
de: Beitritt zur angefragen Pfarrei nicht möglich
es: No se puede unirse al ministerio solicitado
fr: Impossible de rejoindre le ministère requis
hi_in: अनुरोधित मिनिस्ट्री से नहीं जुड सकते
id: Tidak dapat bergabung dengan pelayanan yang diminta
pt_br: Não é possível participar do ministério solicitado
ro: Imposibil de alăturat la misiunea solicitată
ru: Невозможно присоединиться к запрошенной миссии
th: ไม่สามารถเข้าร่วมพันธกิจที่ร้องขอได้
vi: Không thể tham gia vào đoàn mục sư đã yêu cầu

source: Unable to load countries list
am: የሀገሮችን ዝርዝር ለመጫን አለመቻል
ar: لا يمكن تحميل قائمة الدول
de: Laden der Länderliste nicht möglich
es: No se puede cargar lista de países
fr: Impossible de charger la liste des pays
hi_in: देश सूची लोड नहीं कर सकते
id: Tidak dapat memuat daftar negara
pt_br: Não é possível carregar lista de países
ro: Imposibil de încărcat lista de țări
ru: Невозможно загрузить список стран
th: ไม่สามารถโหลดรายชื่อประเทศได้
vi: Không thể tải danh sách các quốc gia

source: Unable to load languages
am: ቋንቋዎች ለመጫን አለመቻል
ar: لا يمكن تحميل اللغات
de: Laden der Sprachen nicht möglich
es: No se pueden cargar idiomas
fr: Impossible de charger les langues
hi_in: भाषाएं लोड नहीं कर सकते
id: Tidak dapat memuat bahasa
pt_br: Não é possível carregar idiomas
ro: Imposibil de încărcat limbi
ru: Невозможно загрузить языки
th: ไม่สามารถโหลดภาษาได้
vi: Không thể tải ngôn ngữ

source: Unable to load measurements
am: ልኬቶችን ለመጫን አለመቻል
ar: لا يمكن تحميل القياسات
de: Laden der Bewertungen nicht möglich
es: No se pueden cargar mediciones
fr: Impossible de charger les mesures
hi_in: मापन लोड नहीं कर सकते
id: Tidak dapat memuat pengukuran
pt_br: Não é possível carregar medições
ro: Imposibil de încărcat măsurători
ru: Невозможно загрузить показатели
th: ไม่สามารถโหลดเครื่องมือชี้วัดได้
vi: Không thể tải các phép đo

source: Unable to load measurements for reporting
am: ለዘገባ ልኬቶችን መጫን አለመቻል
ar: لا يمكن تحميل القياسات للتقرير
de: Laden der Bewertungen für Bericht nicht möglich
es: No se pueden cargar mediciones para informar
fr: Impossible de charger les mesures pour faire le rapport
hi_in: रिपोर्टिंग के लिए मापन लोड नहीं कर सकते
id: Tidak dapat memuat pengukuran untuk laporan
pt_br: Não é possível carregar medições para relatórios
ro: Imposibil de încărcat măsurători din rapoarte
ru: Невозможно загрузить показатели для отчета
th: ไม่สามารถโหลดเครื่องมือชี้วัดสำหรับรายงานได้
vi: Không thể tải các phép đo cho báo cáo

source: Unable to load stories
am: ወሬዎችን መጫን አለመቻል
ar: لا يمكن تحميل القصص
de: Laden der Geschichten nicht möglich
es: No se pueden cargar historias
fr: Impossible de charger les histoires
hi_in: कहानियां लोड नहीं कर सकते
id: Tidak dapat memuat cerita
pt_br: Não é possível carregar histórias
ro: Imposibil de încărcat istorice
ru: Невозможно загрузить истории
th: ไม่สามารถโหลดเรื่องได้
vi: Không thể tải các câu chuyện

source: Unable to load target cities
am: የታለሙ ከተማዎችን መጫን አለመቻል
ar: لا يمكن تحميل المدن المقصودة
de: Laden der Zielstädte nicht möglich
es: No se pueden cargar ciudades objetivos
fr: Impossible de charger les villes cibles
hi_in: लक्ष्य शहर लोड नहीं कर सकते
id: Tidak dapat memuat kota target
pt_br: Não é possível carregar cidades alvo
ro: Imposibil de încărcat orașe țintă
ru: Невозможно загрузить целевые города
th: ไม่สามารถโหลดเมืองเป้าหมายได้
vi: Không thể tải các thành phố đích

source: Unable to load team members
am: የቡድን አባላትን መጫን አለመቻል
ar: لا يمكن تحميل أعضاء الفرق
de: Laden des Teammitglieds nicht möglich
es: No se pueden cargar miembros del equipo
fr: Impossible de charger les membres d'équipe
hi_in: टीम सदस्य लोड नहीं कर सकते
id: Tidak dapat memuat anggota tim
pt_br: Não é possível carregar membros da equipe
ro: Imposibil de încărcat membri de echipă
ru: Невозможно загрузить участников команды
th: ไม่สามารถโหลดสมาชิกทีมได้
vi: Không thể tải các thành viên trong đội

source: Unable to load trainings
am: ስልጠናዎችን መጫን አለመቻል
ar: لا يمكن تحميل التدريبات
de: Laden des Treainings nicht möglich
es: No se pueden cargar entrenamientos
fr: Impossible de charger les formations
hi_in: प्रशिक्षण लोड नहीं कर सकते
id: Tidak dapat memuat pelatihan
pt_br: Não é possível carregar treinamentos
ro: Imposibil de încărcat sesiuni de instruire
ru: Невозможно загрузить обучение
th: ไม่สามารถโหลดการฝึกอบรมได้
vi: Không thể tải đào tạo

source: Unable to move member
am: አባልን ማዛወር አለመቻል
ar: لا يمكن نقل العضو
de: Verschieben des Mitglieds nicht möglich
es: No se pueden mover miembros
fr: Impossible de déplacer le membre
hi_in: सदस्य को दूसरी जगह नहीं ले जा सकते
id: Tidak dapat memindahkan anggota
pt_br: Não é possível mover membro
ro: Imposibil de mutat membru
ru: Невозможно переместить участников
th: ไม่สามารถย้ายสมาชิกได้
vi: Không thể di chuyển thành viên

source: Unable to move ministry
am: ሚኒስትሪን ማዛወር አለመቻል
ar: لا يمكن نقل الكهنوت
de: Verschieben der Pfarrei nicht möglich
es: No se puede mover ministerio
fr: Impossible de déplacer le ministère
hi_in: मिनिस्ट्री को दूसरी जगह नहीं ले जा सकते
id: Tidak dapat memindahkan pelayanan
pt_br: Não é possível mover ministério
ro: Imposibil de mutat misiune
ru: Невозможно переместить миссию
th: ไม่สามารถย้ายพันธกิจได้
vi: Không thể di chuyển đoàn mục sư

source: Unable to save changes
am: ለውጦችን መያዝ አለመቻል
ar: لا يمكن حفظ التغييرات
de: Speichern der Änderungen nicht möglich
es: No se pueden guardar cambios
fr: Impossible d'enregistrer les changements
hi_in: बदलाव नहीं सहेज सकते
id: Tidak dapat menyimpan perubahan
pt_br: Não é possível salvar alterações
ro: Imposibil de salvat modificări
ru: Невозможно сохранить изменения
th: ไม่สามารถบันทึกการเปลี่ยนแปลงได้
vi: Không thể lưu lại các thay đổi

source: Unable to save default map view
am: የሁል ጊዜ ካርታ እይታ መያዝ አለመቻል
ar: لا يمكن حفظ منظر الخريطة الافتراضي
de: Speichern der Standard-Kartenansicht nicht möglich.
es: No se puede guardar vista de mapa predeterminada
fr: Impossible d'enregistrer la vue de la carte par défaut
hi_in: डिफॉल्ट नक्शा दृश्य नहीं सहेज सकते
id: Tidak dapat menyimpan tampilan peta default
pt_br: Não é possível salvar exibição de mapa padrão
ro: Imposibil de salvat vizualizare implicită hartă
ru: Невозможно сохранить отображение на карте по умолчанию
th: ไม่สามารถบันทึกมุมมองแผนที่เริ่มต้นได้
vi: Không thể lưu lại xem bản đồ mặc định

source: Unable to save measurements
am: ልኬቶችን መያዝ አለመቻል
ar: لا يمكن حفظ القياسات
de: Speichern der Bewertungen nicht möglich
es: No se pueden guardar mediciones
fr: Impossible d'enregistrer les mesures
hi_in: मापन नहीं सहेज सकते
id: Tidak dapat menyimpan pengukuran
pt_br: Não é possível salvar medições
ro: Imposibil de salvat măsurători
ru: Невозможно сохранить показатели
th: ไม่สามารถบันทึกเครื่องมือชี้วัดได้
vi: Không thể lưu lại các phép đo

source: Unable to save preferences
am: ምርጫዎችን መያዝ አለመቻል
ar: لا يمكن حفظ التفضيلات
de: Speichern der Einstellungen nicht möglich
es: No se pueden guardar preferencias
fr: Impossible d'enregistrer les préférences
hi_in: पसंद नहीं सहेज सकते
id: Tidak dapat menyimpan preferensi
pt_br: Não é possível salvar preferências
ro: Imposibil de salvat preferințe
ru: Невозможно сохранить настройки
th: ไม่สามารถบันทึกการกำหนดลักษณะได้
vi: Không thể lưu lại các ưu tiên

source: Unable to update church
am: ቤተ ክርስትያንን ማሻሻል አለመቻል
ar: لا يمكن تحديث الكنيسة
de: Aktualisieren der Kirche nicht möglich
es: No se puede actualizar iglesia
fr: Impossible de mettre à jour l'église
hi_in: चर्च अपडेट नहीं कर सकते
id: Tidak dapat memperbarui gereja
pt_br: Não é possível atualizar igreja
ro: Imposibil de actualizat biserica
ru: Невозможно обновить церковь
th: ไม่สามารถอัปเดตโบสถ์ได้
vi: Không thể cập nhật nhà thờ

source: Unable to update measurement
am: ልኬትን ማሻሻል አለመቻል
ar: لا يمكن تحديث القياس
de: Aktualisieren der Bewertung nicht möglich
es: No se puede actualizar medición
fr: Impossible de mettre à jour la mesure
hi_in: मापन अपडेट नहीं कर सकते
id: Tidak dapat memperbarui pengukuran
pt_br: Não é possível atualizar medição
ro: Imposibil de actualizat măsurătoarea
ru: Невозможно обновить показатель
th: ไม่สามารถอัปเดตเครื่องมือชี้วัดได้
vi: Không thể cập nhật phép đo

source: Unable to update story
am: ወሬን ማሻሻል አለመቻል
ar: لا يمكن تحديث القصة
de: Aktualisierung der Geschichte nicht möglich
es: No se puede actualizar la historia
fr: Impossible de mettre à jour l'histoire
hi_in: कहानी अपडेट नहीं कर सकते
id: Tidak dapat memperbarui cerita
pt_br: Não é possível atualizar história
ro: Imposibil de actualizat istoricul
ru: Невозможно обновить историю
th: ไม่สามารถอัปเดตเรื่องได้
vi: Không thể cập nhật câu chuyện

source: Unable to update target city
am: የታለመ ከተማን ማሻሻል አለመቻል
ar: لا يمكن تحديث المدينة المقصودة
de: Aktualisierung der Zielstadt nicht möglich
es: No se puede actualizar ciudad objetivo
fr: Impossible de mettre à jour la ville cible
hi_in: लक्ष्य शहर अपडेट नहीं कर सकते
id: Tidak dapat memperbarui kota target
pt_br: Não é possível atualizar cidade alvo
ro: Imposibil de actualizat orașul țintă
ru: Невозможно обновить целевой город
th: ไม่สามารถอัปเดตเมืองเป้าหมายได้
vi: Không thể cập nhật thành phố đích

source: Unable to update training
am: ስልጠናን ማሻሻል አለመቻል
ar: لا يمكن تحديث التدريب
de: Aktualisierung des Trainings nicht möglich
es: No se puede actualizar entrenamiento
fr: Impossible de mettre à jour la formation
hi_in: प्रशिक्षण अपडेट नहीं कर सकते
id: Tidak dapat memperbarui pelatihan
pt_br: Não é possível atualizar treinamento
ro: Imposibil de actualizat sesiunea de instruire
ru: Невозможно обновить обучение
th: ไม่สามารถอัปเดตการฝึกอบรมได้
vi: Không thể cập nhật đào tạo

source: Unable to update user role
am: የተጠቃሚ ሚናን ማሻሻል አለመቻል
ar: لا يمكن تحديث دور المستخدم
de: Aktualisierung der Benutzerstellung nicht möglich
es: No se puede actualizar rol de usuario
fr: Impossible de mettre à jour le rôle de l'utilisateur
hi_in: यूजर भूमिका अपडेट नहीं कर सकते
id: Tidak dapat memperbarui peran pengguna
pt_br: Não é possível atualizar função do usuário
ro: Imposibil de actualizat funcția utilizatorului
ru: Невозможно обновить роль пользователя
th: ไม่สามารถอัปเดตบทบาทผู้ใช้ได้
vi: Không thể cập nhật vai trò người dùng

source: Unable to upload image file
am: የምስል ሰነድ መጫን አለመቻል
ar: لا يمكن رفع ملف الصورة
de: Hochladen der Bilddatei nicht möglich
es: No se puede cargar archivo de imagen
fr: Impossible de charger le fichier image
hi_in: इमेज फाइल अपलोड नहीं कर सकते
id: Tidak dapat memperbarui file gambar
pt_br: Não é possível enviar arquivo de imagem
ro: Imposibil de încărcat fișierul imagine
ru: Невозможно отправить файл изображения
th: ไม่สามารถอัปโหลดไฟล์ภาพได้
vi: Không thể cập nhật tập tin ảnh

source: Update
am: ማሻሻል
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi_in: अपडेट करें
id: Perbarui
pt_br: Atualizar
ro: Actualizare
ru: Обновить
th: อัปเดต
vi: Cập nhật

source: Update Ministry
am: ሚኒስትሪ ማሻሻል
ar: تحديث الكهنوت
de: Pfarrei aktualisiert
es: Actualizar ministerio
fr: Mettre à jour le ministère
hi_in: मिनिस्ट्री अपडेट करें
id: Perbarui Pelayanan
pt_br: Atualizar Ministério
ro: Actualizare misiune
ru: Обновить миссию
th: อัปเดตพันธกิจ
vi: Cập nhật Đoàn mục sư

source: Update Team Member Role ?
am: የቡድን አባል ሚናን ማሻሻል
ar: هل تريد تحديث دور عضو الفريق؟
de: Stellung des Teammitglieds aktualisieren?
es: ¿Actualizar rol del miembro del equipo?
fr: Mettre à jour le rôle du membre d'équipe ?
hi_in: दल सदस्य भूमिका अपडेट करें?
id: Perbarui Peran Anggota Tim?
pt_br: Atualizar Função do Membro da Equipe?
ro: Actualizați funcția membrului de echipă?
ru: Обновить роль участника команды?
th: อัปเดตบทบาทสมาชิกทีมหรือไม่
vi: Cập nhật Vai trò Thành viên trong Đội?

source: Upload an image
am: ምስል መጫን
ar: رفع صورة
de: Bild hochladen
es: Cargar una imagen
fr: Charger une image
hi_in: इमेज अपलोड करें
id: Unggah gambar
pt_br: Enviar uma imagem
ro: Încărcare imagine
ru: Отправить изображение
th: อัปโหลดภาพ
vi: Tải lên một ảnh
