Repository: GlobalTechnology/gcm_angular
Catalog: src/languages/*.po
Languages: am, ar, de, es, fr, hi_in, id, pt_br, ro, ru, th, vi

source: Actions
am: ድርጊቶች
ar: أعمال
de: Aktionen
es: Acciones
hi_in: क्रिया
id: Tindakan
pt_br: Ações
ro: Acțiuni
ru: Действия
th: การดำเนินการ
vi: Hành động

source: Add Church
am: ቤተ ክርስቲያን ይጨምሩ
ar: إضافة كنيسة
de: Kirche hinzufügen
es: Agregar iglesia
fr: Ajouter une église
hi_in: चर्च जोडें
id: Tambah Gereja
pt_br: Adicionar Igreja
ro: Adăugare biserică
ru: Добавить церковь
th: เพิ่มโบสถ์
vi: Thêm Nhà thờ

source: Add Measurement
am: ልኬት ይጨምሩ
ar: إضافة قياس
de: Bewertung hinzufügen
es: Agregar medición
fr: Ajouter des mesures
hi_in: मापन जोडें
id: Tambah Pengukuran
pt_br: Adicionar Medição
ro: Adăugare măsurătoare
ru: Добавить показатель
th: เพิ่มเครื่องมือชี้วัด
vi: Thêm Phép đo

source: Add Stage
am: ደረጃ ይጨምሩ
ar: إضافة مرحلة
de: Abschnitt hinzufügen
es: Agregar etapa
fr: Ajouter un atelier
hi_in: अवस्था जोडें
id: Tambah Tahap
pt_br: Adicionar Fase
ro: Adăugare etapă
ru: Добавить уровень
th: เพิ่มขั้นตอน
vi: Thêm Giai đoạn

source: Add Story
am: ወሬ ይጨምሩ
ar: إضافة قصة
de: Geschichte hinzufügen
es: Agregar historia
fr: Ajouter une histoire
hi_in: कहानी जोडें
id: Tambah Cerita
pt_br: Adicionar História
ro: Adăugare istoric
ru: Добавить историю
th: เพิ่มเรื่อง
vi: Thêm Câu chuyện

source: Add Target city
am: የታለመውን ከተማ ይጨምሩ
ar: إضافة المدينة المقصودة
de: Zielstadt hinzufügen
es: Agregar ciudad objetivo
fr: Ajouter une ville cible
hi_in: लक्ष्य शहर जोडें
id: Tambah Kota Target
pt_br: Adicionar Cidade Alvo
ro: Adăugare oraș țintă
ru: Добавить целевой город
th: เพิ่มเมืองเป้าหมาย
vi: Thêm thành phố Đích

source: Add Training
am: ስልጠና ይጨምሩ
ar: إضافة تدريب
de: Training hinzufügen
es: Agregar entrenamiento
fr: Ajouter une formation
hi_in: प्रशिक्षण जोडें
id: Tambah Pelatihan
pt_br: Adicionar Treinamento
ro: Adăugare instruire
ru: Добавить обучение
th: เพิ่มการฝึกอบรม
vi: Thêm Đào tạo

source: Add a new sub ministry to
am: አዲስ ንዑስ ሚኒስትሪ ይጨምሩ ለ
ar: إضافة فرع جديد للكهنوت إلى
de: Hinzufügen einer neuen Unterpfarrei in
es: Agregar un nuevo subministerio a
fr: Ajouter un nouveau sous-ministère
hi_in: यहां नई उप मिनिस्ट्री जोडें
id: Tambah sub pelayanan baru untuk
pt_br: Adicionar novo subministério para
ro: Adăugare sub misiune nouă la
ru: Добавить миссию второго уровня в
th: เพิ่มพันธกิจย่อยใหม่ไป
vi: Thêm một tiểu đoàn mục sư

source: Add member
am: አባል ይጨምሩ
ar: إضافة عضو
de: Mitglied hinzufügen
es: Agregar miembro
fr: Ajouter un membre
hi_in: सदस्य जोडें
id: Tambah anggota
pt_br: Adicionar membro
ro: Adăugare membru
ru: Добавить участника
th: เพิ่มสมาชิก
vi: Thêm thành viên

source: Add new measurement
am: አዲስ ልኬት ይጨምሩ
ar: إضافة قياس جديد
de: Neue Bewertung hinzufügen
es: Agregar nueva medición
fr: Ajouter une nouvelle mesure
hi_in: नया मापन जोडें
id: Tambah pengukuran baru
pt_br: Adicionar nova medição
ro: Adăugare măsurătoare nouă
ru: Добавить новый показатель
th: เพิ่มเครื่องมือชี้วัดใหม่
vi: Thêm phép đo mới

source: Add new member to
am: አዲስ አባል ይጨምሩ ለ
ar: إضافة عضو جديد إلى
de: Hinzufügen eines neuen Mitglieds in
es: Agregar nuevo miembro a
fr: Ajouter un nouveau membre à
hi_in: यहां नया सदस्य जोडें
id: Tambah anggota baru ke
pt_br: Adicionar novo membro para
ro: Adăugare membru nou la
ru: Добавить нового участника в
th: เพิ่มสมาชิกใหม่ไป
vi: Thêm thành viên mới vào

source: Add new story
am: አዲስ ወሬ ይጨምሩ
ar: أإضافة قصة جديدة
de: Neue Geschichte hinzufügen
es: Agregar nueva historia
fr: Ajouter une nouvelle histoire
hi_in: नई कहानी जोडें
id: Tambah cerita baru
pt_br: Adicionar nova história
ro: Adăugare istoric nou
ru: Добавить новую историю
th: เพิ่มเรื่องใหม่
vi: Thêm câu chuyện mới

source: Add new story to - {{iconName}}
am: አዲስ ወሬ ይጨምሩ ለ - {{iconName}}
ar: أإضافة قصة جديدة إلى - {{iconName}}
de: Neue Geschichte zu {{iconName}} hinzufügen
es: Agregar nueva historia a - {{iconName}}
fr: Ajouter une nouvelle histoire à - {{iconName}}
hi_in: {{iconName}} के साथ नई कहानी जोडें
id: Tambah cerita baru ke - {{iconName}}
pt_br: Adicionar nova história para - {{iconName}}
ro: Adăugare istoric nou la - {{iconName}}
ru: Добавить историю в {{iconName}}
th: เพิ่มเรื่องใหม่ไป - {{iconName}}
vi: Thêm câu chuyện mới vào - {{iconName}}

source: Add story
am: ወሬ ይጨምሩ
ar: إضافة قصة
de: Geschichte hinzufügen
es: Agregar historia
fr: Ajouter une histoire
hi_in: कहानी जोडें
id: Tambah cerita
pt_br: Adicionar história
ro: Adăugare istoric
ru: Добавить историю
th: เพิ่มเรื่อง
vi: Thêm câu chuyện

source: Add sub ministry
am: ንዑስ ሚኒስትሪ ይጨምሩ
ar: أإضافة فرع جديد للكهنوت
de: Unterpfarrei hinzufügen
es: Agregar subministerio
fr: Ajouter un nouveau sous-ministère
hi_in: उप मिनिस्ट्री जोडें
id: Tambah sub pelayanan
pt_br: Adicionar subministério
ro: Adăugare sub misiune
ru: Добавить миссию второго уровня
th: เพิ่มพันธกิจย่อย
vi: Thêm tiểu đoàn mục sư

source: Admin
am: አስተዳደር
ar: الإدارة
de: Administrator
es: Administrador
hi_in: एडमिन
pt_br: Administrador
ru: Админ.
th: ผู้ดูแลระบบ

source: Admin (inherited)
am: አሰተዳደር (የተወረሰ)
ar: الإدارة (بالوراثة)
de: Administrator (übernommen)
es: Administrador (heredado)
fr: Admin (hérité)
hi_in: एडमिन (पूर्वस्थित)
id: Admin (diwariskan)
pt_br: Administrador (herdado)
ro: Admin (moștenit)
ru: Администратор (унаследованный)
th: ผู้ดูแลระบบ (สืบทอด)
vi: Admin (được thừa kế)

source: Application language
am: የማመልከቻ ቋንቋ
ar: لغة التطبيق
de: Applikationssprache
es: Idioma de la aplicación
fr: Langue de l'application
hi_in: आवेदन की भाषा
id: Bahasa aplikasi
pt_br: Idioma do aplicativo
ro: Limbă aplicație
ru: Язык приложения
th: ภาษาที่ใช้ในแอป
vi: Ngôn ngữ ứng dụng

source: Approve
am: መጽደቅ
ar: مصادقة
de: Genehmigen
es: Aprobar
fr: Approuver
hi_in: मंजूरी दें
id: Setuju
pt_br: Aprovar
ro: Aprobare
ru: Утвердить
th: อนุมัติ
vi: Chấp thuận

source: Approved
am: ጸድቋል
ar: تمت المصادقة
de: Genehmigt
es: Aprobado
fr: Approuvé
hi_in: मंजूर
id: Disetujui
pt_br: Aprovado
ro: Aprobat
ru: Утверждено
th: อนุมัติแล้ว
vi: Được chấp thuận

source: Are you sure you want to delete ?
am: እርግጠኛ ነዎት ማጥፋት ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد الحذف؟
de: Sind Sie sicher, dass Sie löschen möchten?
es: ¿Seguro que deseas eliminar?
fr: Voulez-vous vraiment supprimer ?
hi_in: आप सचमुच हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus?
pt_br: Você deseja mesmo excluir?
ro: Sigur doriţi să ștergeți?
ru: Вы действительно хотите удалить?
th: แน่ใจหรือไม่ว่าต้องการลบ
vi: Bạn có chắc là mình muốn xóa không?

source: Area
am: ስፋት
ar: منطقة
de: Gebiet
es: Área
fr: Zone
hi_in: क्षेत्र
pt_br: Área
ro: Zonă
ru: Регион
th: พื้นที่
vi: Khu vực

source: Bad Request: Unable to create target city
am: መጥፎ ጥያቄ፦ የታለመውን ከተማ መፍጠር አልተቻለም
ar: طلب خاطئ: لا يمكن إنشاء المدينة المقصودة
de: Falsche Anfrage: Erstellen der Zielstadt nicht möglich
es: Solicitud errónea: no se puede crear la ciudad objetivo
fr: Mauvaise requête : Impossible de créer la ville cible
hi_in: अमान्य अनुरोध: लक्ष्य शहर नहीं बनाया जा सका
id: Permintaan Buruk: Tidak dapat membuat kota target
pt_br: Solicitação Inválida: Não é possível criar cidade alvo
ro: Solicitare greșită: Imposibil de creat orașul țintă
ru: Неправильный запрос: невозможно создать целевой город
th: คำขอไม่ถูกต้อง: ไม่สามารถสร้างเมืองเป้าหมายได้
vi: Yêu cầu xấu: Không thể tạo ra thành phố đích

source: Build
am: መገንባት
ar: بناء
de: Aufbauen
es: Construir
fr: Bâtir
hi_in: बनाएं
id: Bangun
pt_br: Construir
ro: Construcție
ru: Построить
th: สร้าง
vi: Xây dựng

source: CTRL + click to select multiple languages
am: የተለያዩ ቋንቋዎችን ለመምረጥ CTRL + መጫን
ar: إضغط على CTRL + لإختيار أكثر من لغة
de: Strg + klicken, um mehrere Sprachen zu wählen
es: CTRL + clic para seleccionar varios idiomas
fr: CTRL + clic pour choisir plusieurs langues
hi_in: एकाधिक भाषाएं चुनने के लिए CTRL + Click
id: CTRL + klik untuk memilih beberapa bahasa
pt_br: Clique com a tecla CTRL pressionada para selecionar múltiplos idiomas
ro: CTRL + clic pentru a selecta mai multe limbi
ru: CTRL + щелчок для выбора нескольких языков
th: CTRL + คลิกเพื่อเลือกหลายภาษา
vi: CTRL + nhấp để lựa chọn đa ngôn ngữ

source: Cancel
am: መሰረዝ
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
pt_br: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
vi: Hủy

source: Changes saved successfully
am: ለውጦች በስኬታማነት ተይዘዋል
ar: تم حفظ التغييرات بنجاح
de: Änderungen erfolgreich gespeichert
es: Los cambios se han guardado con éxito
fr: Les changements ont été enregistrés avec succès
hi_in: बदलाव सहेजे गए
id: Perubahan berhasil disimpan
pt_br: Alterações salvas com sucesso
ro: Modificări salvate cu succes
ru: Изменения успешно сохранены
th: บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว
vi: Đã lưu thành công các thay đổi

source: Church
am: ቤተ ክርስቲያን
ar: كنيسة
de: Kirche
es: Iglesia
fr: Église
hi_in: चर्च
id: Gereja
pt_br: Igreja
ro: Biserică
ru: Церковь
th: โบสถ์
vi: Nhà thờ

source: Church or community of disciples
am: ቤተክርስቲያን ወይም የአገልጋዮች ማህበረሰብ
ar: كنيسة أو مجموعة من المريدين
de: Kirche oder Gemeinde von Anhängern
es: Iglesia o comunidad de discípulos
fr: Église ou communauté de disciples
hi_in: चर्च या भक्त समुदाय
id: Gereja atau komunitas para murid
pt_br: Igreja ou comunidade de fiéis
ro: Biserică sau comunitate de discipoli
ru: Церковь или община последователей
th: โบสถ์หรือชุมชนสาวกพระคริสต์
vi: Nhà thờ hoặc cộng đồng các môn đồ

source: Church was created
am: ቤተ ክርስቲያን ተፈጥሮ ነበር
ar: تم انشاء كنيسة
de: Kirche wurde erstellt
es: Se ha creado la iglesia
fr: L'église a été créée
hi_in: चर्च बनाया गया
id: Gereja telah dibuat
pt_br: A igreja foi criada
ro: Biserica a fost creată
ru: Церковь создана
th: สร้างโบสถ์แล้ว
vi: Đã tạo nhà thờ

source: Church was deleted successfully
am: ቤተ ክርስቲያን በስኬታማነት ጠፍቶ ነበር
ar: تم حذف الكنيسة بنجاح
de: Kirche wurde erfolgreich gelöscht
es: La iglesia se ha eliminado con éxito
fr: L'église a été supprimée avec succès
hi_in: चर्च सफलतापूर्वक हटाया गया
id: Gereja berhasil dihapus
pt_br: A igreja foi excluída com sucesso
ro: Biserica a fost ștearsă cu succes
ru: Церковь успешно удалена
th: ลบโบสถ์เรียบร้อยแล้ว
vi: Đã xóa thành công nhà thờ

source: Church was updated successfully
am: ቤተ ክርስቲያን በስኬታማነት ተሻሽሎ ነበር
ar: تم تحديث الكنيسة بنجاح
de: Kirche wurde erfolgreich aktualisiert
es: La iglesia se ha actualizado con éxito
fr: L'église a été mise à jour avec succès
hi_in: चर्च सफलता पूर्वक अपडेट किया गया
id: Gereja berhasil diperbarui
pt_br: A igreja foi atualizada com sucesso
ro: Biserica a fost actualizată cu succes
ru: Церковь успешно обновлена
th: อัปเดตโบสถ์เรียบร้อยแล้ว
vi: Nhà thờ đã được cập nhật thành công

source: Click to expand/collapse search
am: ፍለጋን ለማስፋት/ለማቆም ይጫኑ
ar: إضغط لتوسيع/تقليص البحث
de: Klicken, um Suche auf-/zuzuklappen
es: Clic para expandir/contraer búsqueda
fr: Cliquez pour étendre ou réduire la recherche
hi_in: खोज बढाने/घटाने के लिए क्लिक करें
id: Klik untuk meluaskan/menciutkan pencarian
pt_br: Clique para expandir/recolher a pesquisa
ro: Faceți clic pentru a extinde/reduce căutarea
ru: Щелкните, чтобы расширить или сузить параметры поиска
th: คลิกเพื่อขยาย/ยุบการค้นหา
vi: Nhấp để mở rộng hoặc thu hẹp tìm kiếm

source: Close
am: መዝጋት
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi_in: बंद करें
id: Tutup
pt_br: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
vi: Đóng

source: Column
am: አምድ
ar: عمود
de: Abteilung
es: Columna
fr: Colonne
hi_in: स्तंभ
id: Kolom
pt_br: Coluna
ro: Coloană
ru: Столбец
th: คอลัมน์
vi: Cột

source: Confirm ?
am: ተረጋግጧል?
ar: هل تريد التأكيد؟
de: Bestätigen?
es: ¿Confirmar?
fr: Confirmer ?
hi_in: निश्चित?
id: Yakin?
pt_br: Confirmar?
ro: Confirmați?
ru: Подтвердить?
th: ยืนยันหรือไม่
vi: Xác nhận ?

source: Contact Email
am: መገኛ ኢሜል
ar: إيميل التواصل
de: E-Mail-Adresse
es: Email de contacto
fr: E-mail de contact
hi_in: संपर्क ईमेल
id: Email Kontak
pt_br: E-mail de Contato
ro: E-mail de contact
ru: Эл. почта
th: อีเมล
vi: Email liên lạc

source: Contact Mobile
am: መገኛ ተንቀሳቃሽ ስልክ
ar: رقم الجوال للتواصل
de: Mobiltelefon
es: Celular de contacto
fr: Mobile de contact
hi_in: संपर्क मोबाइल
id: Kontak Ponsel
pt_br: Celular de Contato
ro: Număr de telefon mobil de contact
ru: Мобильный телефон
th: มือถือ
vi: Điện thoại liên lạc

source: Contact Name
am: መገኛ ስም
ar: الاسم للتواصل
de: Name
es: Nombre de contacto
fr: Nom de contact
hi_in: संपर्क नाम
id: Nama Kontak
pt_br: Nome de Contato
ro: Număr persoană de contact
ru: Контактное лицо
th: ชื่อที่ติดต่อ
vi: Tên liên lạc

source: Content
am: ይዘት
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
hi_in: विषयवस्तु
id: Konten
pt_br: Conteúdo
ro: Cuprins
ru: Содержание
th: เนื้อหา
vi: Nội dung

source: Content language
am: የይዘት ቋንቋ
ar: لغة المحتوى
de: Inhaltsprache
es: Idioma del contenido
fr: Langue du contenu
hi_in: विषयवस्तु भाषा
id: Bahasa Konten
pt_br: Idioma do conteúdo
ro: Limbă conținut
ru: Язык содержания
th: ภาษาในเนื้อหา
vi: Ngôn ngữ nội dung

source: Country
am: ሀገር
ar: البلد
de: Land
es: País
fr: Pays
hi_in: देश
id: Negara
pt_br: País
ro: Țară
ru: Страна
th: ประเทศ
vi: Quốc gia

source: Create
am: መፍጠር
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi_in: बमाएं
id: Buat
pt_br: Criar
ro: Creare
ru: Создать
th: สร้าง
vi: Tạo

source: Create New Church
am: አዲስ ቤተ ክርስቲያን መፍጠር
ar: إنشاء كنيسة جديدة
de: Neue Kirche erstellen
es: Crear nueva iglesia
fr: Créer une nouvelle église
hi_in: नया चर्च बनाएं
id: Buat Gereja Baru
pt_br: Criar Nova Igreja
ro: Creare biserică nouă
ru: Создать новую церковь
th: สร้างโบสถ์ใหม่
vi: Tạo Nhà thờ Mới

source: Create new target city
am: አዲስ የታለመ ከተማ መፍጠር
ar: إنشاء المدينة المقصودة
de: Neue Zielstadt erstellen
es: Crear nueva ciudad objetivo
fr: Créer une nouvelle ville cible
hi_in: नया लक्ष्य शहर बनाएं
id: Buat kota target baru
pt_br: Criar nova cidade alvo
ro: Creare oraș țintă nou
ru: Создать новый целевой город
th: สร้างเมืองเป้าหมายใหม่
vi: Tạo thêm thành phố đích mới

source: Create new target point
am: አዲስ የታለመ ነጥብ መፍጠር
ar: إنشاء النقطة المقصودة
de: Neuen Zielpunkt erstellen
es: Crear nuevo punto objetivo
fr: Créer un nouveau point cible
hi_in: नया लक्ष्य बिंदु बनाएं
id: Buat titik sasaran baru
pt_br: Criar novo ponto alvo
ro: Creare punct țintă nou
ru: Создать новое целевое место
th: สร้างจุดเป้าหมายใหม่
vi: Tạo thêm điểm đích mới

source: Create new training
am: አዲስ ስልጠና መፍጠር
ar: إنشاء تدريب جديد
de: Neues Training erstellen
es: Crear nuevo entrenamiento
fr: Créer une nouvelle formation
hi_in: नया प्रशिक्षण बनाएं
id: Buat pelatihan baru
pt_br: Criar novo treinamento
ro: Creare sesiune de instruire nouă
ru: Создать новое обучение
th: สร้างการฝึกอบรมใหม่
vi: Tạo thêm đào tạo mới

source: Created by me
am: በኔ የተፈጠረ
ar: تم الإنشاء من طرفي
de: Durch mich erstellt
es: Creado por mí
fr: Créé par moi
hi_in: मेरे द्वारा रचित
id: Dibuat oleh saya
pt_br: Criado por mim
ro: Creat de mine
ru: Создано мной
th: สร้างโดยฉัน
vi: Được tạo bởi tôi

source: Current role
am: ወቅታዊ ሚና
ar: الدور الحالي
de: Aktuelle Stellung
es: Rol actual
fr: Rôle actuel
hi_in: वर्तमान भूमिका
id: Peran saat ini
pt_br: Função atual
ro: Funcție curentă
ru: Текущая роль
th: บทบาทปัจจุบัน
vi: Vai trò hiện tại

source: Current role will be set to former-member
am: ወቅታዊ ሚና ለቀድሞ- አባል ይሰጣል
ar: الدور الحالي يتم إسناده إلى عضو سابق
de: Aktuelle Stellung wird auf früheres Mitglied festgelegt.
es: El rol actual se establecerá como exmiembro
fr: Le rôle actuel sera défini comme ancien membre
hi_in: वर्तमान भूमिका भूतपूर्व-सदस्य पर सेट की जाएगी
id: Peran saat ini akan diatur untuk mantan-anggota
pt_br: A função atual será definida para ex-membro
ro: Funcția curentă va fi setată la fost membru
ru: Текущая роль будет установлена бывшему участнику
th: บทบาทปัจจุบันจะถูกกำหนดให้กับอดีตสมาชิก
vi: Vai trò hiện tại sẽ được đặt thành cựu thành viên

source: Date
am: ቀን
ar: التاريخ
de: Datum
es: Fecha
hi_in: तारीख
id: Tanggal
pt_br: Data
ro: Dată
ru: Дата
th: วันที่
vi: Ngày

source: Default
am: የሁል ጊዜ
ar: الافتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi_in: डिफॉल्ट
pt_br: Padrão
ro: Implicit
ru: По умолчанию
th: ค่าเริ่มต้น
vi: Mặc định

source: Default MCC
am: የሁል ጊዜ MCC
ar: الاختيار الافتراضي MCC
de: Standard-MCC
es: MCC predeterminado
fr: MCC par défaut
hi_in: डिफॉल्ट MCC
id: MCC Default
pt_br: MCC Padrão
ro: MCC implicit
ru: MCC по умолчанию
th: MCC เริ่มต้น
vi: MCC mặc định

source: Default ministry map view has been set
am: የሁል ጊዜ የሚኒስትሪ ካርታ እይታ ተዘጋጅቷል
ar: تم ضبط منظر خريطة الكهنوت الافتراضية
de: Kartenansicht der Standard-Pfarrei wurde festgelegt.
es: Se ha establecido la vista de mapa de ministerios predeterminada
fr: La vue de la carte du ministère par défaut a été définie
hi_in: डिफॉल्ट मिनिस्ट्री नक्शा दृश्य सेट किया गया है
id: Tampilan peta pelayanan default telah disetel
pt_br: A exibição de mapa de ministérios padrão foi definida
ro: Vizualizarea implicită pentru harta misiunii a fost setată
ru: Установлено отображение миссии на карте по умолчанию
th: ตั้งค่ามุมมองแผนที่พันธกิจเริ่มต้นแล้ว
vi: Đã đặt xem bản đồ đoàn mục sư mặc định

source: Delete
am: ማጥፋት
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi_in: हटाएं
id: Hapus
pt_br: Excluir
ro: Ștergere
ru: Удалить
th: ลบ
vi: Xóa

source: Delete Church
am: በቤተ ክርስቲያን ማጥፋት
ar: حذف كنيسة
de: Kirche löschen
es: Eliminar iglesia
fr: Supprimer l'église
hi_in: चर्च हटाएं
id: Hapus Gereja
pt_br: Excluir Igreja
ro: Ștergere biserică
ru: Удалить церковь
th: ลบโบสถ์
vi: Xóa Nhà thờ

source: Delete Target city
am: የታለመውን ከተማ ማጥፋት
ar: حذف المدينة المقصودة
de: Zielstadt löschen
es: Eliminar ciudad objetivo
fr: Supprimer la ville cible
hi_in: लक्ष्य शहर हटाएं
id: Hapus Kota Target
pt_br: Excluir Cidade Alvo
ro: Ștergere oraș țintă
ru: Удалить целевой город
th: ลบเมืองเป้าหมาย
vi: Xóa Thành phố Đích

source: Delete Training
am: ስልጠና ማጥፋት
ar: حذف التدريب
de: Training löschen
es: Eliminar entrenamiento
fr: Supprimer la formation
hi_in: प्रशिक्षण हटाएं
id: Hapus Pelatihan
pt_br: Excluir Treinamento
ro: Ștergere instruire
ru: Удалить обучение
th: ลบการฝึกอบรม
vi: Xóa Đào tạo

source: Deleted
am: ጠፍቷል
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
hi_in: हटाया गया
id: Dihapus
pt_br: Excluído
ro: Șters
ru: Удалено
th: ลบแล้ว
vi: Đã xóa

source: Description
am: ገለጻ
ar: وصف
de: Beschreibung
es: Descripción
hi_in: वर्णन
id: Deskripsi
pt_br: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย
vi: Mô tả

source: Description is required
am: ገለጻ ያስፈልጋል
ar: الوصف مطلوب
de: Beschreibung ist erforderlich
es: Se requiere descripción
fr: La description est requise
hi_in: वर्णन आवश्यक है
id: Deskripsi wajib diisi
pt_br: A descrição é obrigatória
ro: Descrierea este obligatorie
ru: Необходимо ввести описание
th: ต้องใส่คำอธิบาย
vi: Yêu cầu mô tả

source: Description should not exceed 200 characters
am: ገለጻ ከ200 ፊደላት መብለጥ የለበትም
ar: لا يجب أن يتجاوز الوصف 200 رمز
de: Beschreibung darf 200 Zeichen nicht übersteigen.
es: La descripción no debe exceder los 200 caracteres
fr: La description ne doit pas dépasser 200 caractères
hi_in: वर्णन 200 वर्णों से अधिक का न हो
id: Deskripsi tidak boleh melebihi 200 karakter
pt_br: A descrição não deve exceder 200 caracteres
ro: Descrierea nu trebuie să depășească 200 de caractere
ru: Описание должно содержать не более 200 символов
th: คำอธิบายจะต้องมีความยาวไม่เกิน 200 อักขระ
vi: Mô tả không được vượt quá 200 kí tự

source: Digital Strategies
am: የቁጥር ዘዴዎች
ro: Strategii digitale
vi: Chiến lược Số hóa (Digital Strategies)

source: Draft
am: ረቂቅ
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
hi_in: मसौदा
id: Draf
pt_br: Rascunho
ro: Schiță
ru: Черновик
th: แบบร่าง
vi: Nháp

source: Drag to Move
am: ለመንቀሳቀስ መጎተት
ar: اسحب للتحريك
de: Ziehen zum Verschieben
es: Arrastra para mover
fr: Déplacez pour bouger
hi_in: ले जाने के लिए खींचे
id: Tarik untuk pindahkan
pt_br: Arraste para mover
ro: Glisare pentru deplasare
ru: Перетащите, чтобы переместить
th: ลากเพื่อย้าย
vi: Kéo để Di chuyển

source: Drop canceled, can't be dropped on child team
am: መተው ተሰርዟል፣በልጅ ቡድን ላይ ሊተው አይችልም
ar: تم الغاء الإسقاط، لا يمكن الاسقاط على فريق فرعي
de: Ablegen abgebrochen, kann nicht in Kinderteam abgelegt werden.
es: Acción cancelada, no se puede soltar sobre un equipo hijo
fr: Lâcher annulé, impossible de lâcher sur l'équipe enfant
hi_in: ड्रॉप रद्द, बच्चों की टीम पर ड्रॉप नहीं कर सकते
id: Penjatuhan dibatalkan, tidak dapat dijatuhkan pada tim anak
pt_br: Inserção cancelada, não pode ser inserido em equipe subordinada
ro: Plasare anulată, nu poate fi plasat în echipa de copii
ru: Перемещение отменено. Невозможно переместить в команду низшего уровня
th: การดรอปถูกยกเลิก ไม่สามารถดรอปทีมลูกได้
vi: Đã hủy lệnh thả, không thể thả vào một đội con

source: Drop canceled, can't be dropped on parent team
am: መተው ተሰርዟል፣በወላጅ ቡድን ላይ ሊተው አይችልም
ar: تم الغاء الإسقاط، لا يمكن الاسقاط على فريق رئيسي
de: Ablegen abgebrochen, kann nicht in Elternteam abgelegt werden.
es: Acción cancelada, no se puede soltar sobre un equipo padre
fr: Lâcher annulé, impossible de lâcher sur l'équipe parent
hi_in: ड्रॉप रद्द, पालकों की टीम पर ड्रॉप नहीं कर सकते
id: Penjatuhan dibatalkan, tidak dapat dijatuhkan pada tim induk
pt_br: Inserção cancelada, não pode ser inserido em equipe principal
ro: Plasare anulată, nu poate fi plasat în echipa de părinți
ru: Перемещение отменено. Невозможно переместить в команду высшего уровня
th: การดรอปถูกยกเลิก ไม่สามารถดรอปทีมหลักได้
vi: Đã hủy lệnh thả, không thể thả vào một đội cha

source: Drop canceled, can't be dropped on selected team
am: መተው ተሰርዟል፣በተመረጠ ቡድን ላይ ሊተው አይችልም
ar: تم الغاء الإسقاط، لا يمكن الاسقاط على الفريق الذي تم تحديده
de: Ablegen abgebrochen, kann nicht im gewählten Team abgelegt werden.
es: Acción cancelada, no se puede soltar sobre el equipo seleccionado
fr: Lâcher annulé, impossible de lâcher sur l'équipe sélectionnée
hi_in: ड्रॉप रद्द, चुनी गई टीम पर ड्रॉप नहीं कर सकते
id: Penjatuhan dibatalkan, tidak dapat dijatuhkan pada tim terpilh
pt_br: Inserção cancelada, não pode ser inserido na equipe selecionada
ro: Plasare anulată, nu poate fi plasat în echipa selectată
ru: Перемещение отменено. Невозможно переместить в выбранную команду
th: การดรอปถูกยกเลิก ไม่สามารถดรอปทีมที่เลือกได้
vi: Đã hủy lệnh thả, không thể thả vào đội được lựa chọn

source: Edit
am: መስተካከል
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi_in: संपादित करें
pt_br: Editar
ro: Editare
ru: Редактировать
th: แก้ไข
vi: Sửa

source: Edit Ministry
am: ሚኒስትሪን ማስተካከል
ar: تعديل الكهنوت
de: Pfarrei bearbeiten
es: Editar ministerio
fr: Modifier le ministère
hi_in: मिनिस्ट्री संपादित करें
id: Edit Pelayanan
pt_br: Editar Ministério
ro: Editare misiune
ru: Редактировать миссию
th: แก้ไขพันธกิจ
vi: Sửa Đoàn mục sư

source: Edit Target City
am: የታለመውን ከተማ ማስተካከል
ar: تعديل المدينة المقصودة
de: Zielstadt bearbeiten
es: Editar ciudad objetivo
fr: Modifier la ville cible
hi_in: लक्ष्य शहर संपादित करें
id: Edit Kota Target
pt_br: Editar Cidade Alvo
ro: Editare oraș țintă
ru: Редактировать целевой город
th: แก้ไขเมืองเป้าหมาย
vi: Sửa Thành phố Đích

source: Edit current ministry
am: ወቅታዊውን ሚኒስትሪ ማስተካከል
ar: تعديل الكهنوت الحالي
de: Aktuelle Pfarrei bearbeiten
es: Editar ministerio actual
fr: Modifier le ministère actuel
hi_in: वर्तमान मिनिस्ट्री संपादित करें
id: Edit pelayanan saat ini
pt_br: Editar ministério atual
ro: Editare misiune actuală
ru: Редактировать текущую миссию
th: แก้ไขพันธกิจปัจจุบัน
vi: Sửa đoàn mục sư hiện tại

source: Edit story
am: ወሬ ማስተካከል
ar: تعديل القصة
de: Geschichte bearbeiten
es: Editar historia
fr: Modifier l'histoire
hi_in: कहानी संपादित करें
id: Edit cerita
pt_br: Editar história
ro: Editare istoric
ru: Редактировать историю
th: แก้ไขเรื่อง
vi: Sửa câu chuyện

source: Email
am: ኢሜል
ar: الإميل
hi_in: ईमेल
ru: Эл. почта
th: อีเมล

source: English description
am: የእንግሊዝኛ ገለጻ
ar: وصف بالإنجليزية
de: Englische Beschreibung
es: Descripción en inglés
fr: Description en anglais
hi_in: अंग्रेजी वर्णन
id: Deskripsi Bahasa Inggris
pt_br: Descrição em inglês
ro: Descriere în engleză
ru: Описание по-английски
th: คำอธิบายภาษาอังกฤษ
vi: Mô tả Tiếng Anh
