Repository: GlobalTechnology/gcm_angular
Catalog: src/languages/*.po
Languages: am, ar, de, es, fr, hi_in, id, pt_br, ro, ru, th, vi

source: Upload failed, Invalid file input
am: መጫን አልተሳካም፣ ዋጋ የሌለው አገባብ
ar: تعذر التحميل، الملف غير ملائم
de: Hochladen fehlgeschlagen, ungültige Datei
es: Ha fallado la carga. Entrada de archivo no válida
fr: Échec du chargement, fichier saisi non valide
hi_in: अपलोड विफल, अवैध फाइल इनपुट
id: Unggah gagal, input file tidak valid
pt_br: Falha no envio, entrada de arquivo inválida
ro: Încărcarea a eșuat, fișier nevalid
ru: Не удалось отправить, выбран неверный файл
th: อัปโหลดไม่สำเร็จ การป้อนข้อมูลไฟล์ไม่ถูกต้อง
vi: Tải lên không thành công, dữ liệu đầu vào tập tin không hợp lệ

source: Use the button below to log back in.
am: በድጋሚ ለመግባት ከስር የሚገኘውን ቁልፍ ይጠቀሙ
ar: استعمل الزر في الاسفل لتعيد تسجيل الدخول
de: Benutzen Sie den Button unten, um sich wieder anzumelden.
es: Usa el botón a continuación para volver a acceder.
fr: Utilisez le bouton ci-dessous pour vous reconnecter.
hi_in: फिर लॉग इन के लिए नीचे के बटन का उपयोग करें
id: Gunakan tombol di bawah ini untuk masuk kembali.
pt_br: Use o botão abaixo para acessar novamente.
ro: Folosiți butonul de mai jos pentru a vă conecta din nou.
ru: Нажмите кнопку ниже, чтобы войти заново.
th: ใช้ปุ่มด้านล่างเพื่อกลับเข้าระบบ
vi: Sử dụng nút bên dưới để đăng nhập lại.

source: User role was updated
am: የተጠቃሚ ሚና ተሻሽሏል
ar: تم تحديث دور المستخدم
de: Stellung des Benutzer aktualisiert
es: El rol del usuario se ha actualizado
fr: Le rôle de l'utilisateur a été mis à jour
hi_in: यूजर भूमिका अपडेट की गई
id: Peran pengguna telah diperbarui
pt_br: A função do usuário foi atualizada
ro: Funcția utilizatorului a fost actualizată
ru: Роль пользователя обновлена
th: อัปเดตบทบาทผู้ใช้แล้ว
vi: Đã cập nhật vai trò người dùng

source: Username is required.
am: የተጠቃሚ ስም ያስፈልጋል
ar: اسم المستخدم مطلوب.
de: Benutzername ist erforderlich.
es: Se requiere nombre de usuario.
fr: Le nom d'utilisateur est requis
hi_in: यूजरनेम आवश्यक है
id: Nama Pengguna wajib diisi.
pt_br: O nome de usuário é obrigatório.
ro: Numele de utilizator este necesar.
ru: Необходимо ввести имя пользователя
th: ต้องใส่ชื่อผู้ใช้
vi: Tên người dùng là bắt buộc.

source: View story
am: ወሬ አሳይ
ar: مشاهدة القصة
de: Geschichte ansehen
es: Ver historia
fr: Voir l'histoire
hi_in: कहानी देखें
id: Tampilkan cerita
pt_br: Exibir história
ro: Vizualizare istoric
ru: Посмотреть историю
th: อ่านเรื่อง
vi: Xem câu chuyện

source: Win
am: አሸነፈ
ar: اربح
de: Zuwachs
es: Ganar
fr: Gagner
hi_in: जीतें
id: Menang
pt_br: Vencer
ro: Câștigă
ru: Победа
th: ชนะ
vi: Chiến thắng

source: Yes
am: አዎ
ar: نعم
de: Ja
es: Sí
fr: Oui
hi_in: हां
id: Ya
pt_br: Sim
ro: Da
ru: Да
th: ใช่
vi: Có

source: You are already assigned to requested ministry
am: ለተጠየቀው ሚኒስትሪ አስቀድመው ተመድበዋል
ar: تم توجيهك للكهنوت الذي طلبته
de: Sie sind der angefragen Pfarrei bereits zugeordnet.
es: Ya estás asignado al ministerio solicitado
fr: Vous êtes déjà assigné au ministère demandé
hi_in: आप पहले ही अनुरोधित मिनिस्ट्री में नियुक्त हैं
id: Anda telah ditugaskan ke pelayanan yang diminta
pt_br: Você já está designado para o ministério solicitado
ro: Sunteți deja alocat la misiunea solicitată
ru: Вы уже приписаны к требуемой миссии
th: คุณได้รับการมอบหมายไปยังพันธกิจที่ร้องขอแล้ว
vi: Bạn đã được chỉ định cho đoàn mục sư đã yêu cầu

source: You are not authorised for this
am: ለዚህ መብት የለዎትም
ar: ليس مسموح لك بهذا
de: Dafür sind Sie nicht autorisiert.
es: No estás autorizado para esto
fr: Vous n'avez pas l'autorisation pour cela
hi_in: आप इसके लिए अधिकृत नहीं हैं
id: Anda tidak diizinkan untuk ini
pt_br: Você não está autorizado para isso
ro: Nu aveți autorizația să faceți acest lucru
ru: У вас нет прав для этого
th: คุณไม่ได้รับอนุญาตให้ทำสิ่งนี้
vi: Bạn không được uỷ quyền cho việc này

source: You have been logged out or your session has expired due to inactivity.
am: እንዲወጡ ተደርገዋል ወይም እንቅስቃሴ ባለመኖሩ ወቅትዎ አብቅቷል
ar: لقد سجلت خروجك أو فترة دخولك انقضت لعدم النشاط فيها
de: Sie wurden abgemeldet oder Ihre Sitzung ist wegen Inaktivität abgelaufen.
es: Tu sesión se ha cerrado o ha caducado debido a inactividad.
fr: Vous vous êtes déconnecté ou votre session a expiré du fait d'une inactivité.
hi_in: आप लॉग आउट हो गए हैं या निष्क्रियता के कारण सत्र समाप्त कर दिया गया है
id: Anda telah keluar atau sesi Anda telah berakhir karena tidak aktif.
pt_br: Você foi desconectado ou a sua sessão expirou por inatividade.
ro: Ați fost deconectat(ă) sau sesiunea a expirat din cauza inactivității.
ru: Вы вышли из системы, либо сеанс был завершен из-за отсутствия каких-либо действий.
th: คุณได้ออกจากระบบหรือเซสชันของคุณหมดอายุแล้วเนื่องจากไม่ได้ใช้งาน
vi: Bạn đã được đăng xuất hoặc phiên của bạn đã hết hạn do không hoạt động.

source: You have {{storiesConfig.content_length - story.content.length}} of {{storiesConfig.content_length}} characters remaining
am: {{storiesConfig.content_length - story.content.length}} የ {{storiesConfig.content_length}} ቀሪ ፊደላት አለዎት
ar: لديك {{storiesConfig.content_length - story.content.length}}{{storiesConfig.content_length}} رمزمتبق
de: Es verbleiben {{storiesConfig.content_length - story.content.length}} von {{storiesConfig.content_length}} Zeichen.
es: Tienes {{storiesConfig.content_length - story.content.length}} de {{storiesConfig.content_length}} caracteres restantes
fr: Il vous reste {{storiesConfig.content_length - story.content.length}} caractères sur {{storiesConfig.content_length}}
hi_in: आपके पास {{storiesConfig.content_length}} में से {{storiesConfig.content_length - story.content.length}} वर्ण शेष हैं
id: Anda memiliki {{storiesConfig.content_length - story.content.length}} dari {{storiesConfig.content_length}} sisa karakter
pt_br: Você tem {{storiesConfig.content_length - story.content.length}} de {{storiesConfig.content_length}} caracteres restantes
ro: Aveți {{storiesConfig.content_length - story.content.length}} din {{storiesConfig.content_length}} caractere rămase
ru: Осталось символов: {{storiesConfig.content_length - story.content.length}} из {{storiesConfig.content_length}}
th: เหลือ {{storiesConfig.content_length - story.content.length}} อักขระจาก {{storiesConfig.content_length}}
vi: Bạn có {{storiesConfig.content_length - story.content.length}} của {{storiesConfig.content_length}} ký tự còn lại

source: Your browser does not support GeoLocation
am: ፍለጋዎ በቦታ ጠቋሚ ተደገፈ አይደለም
ar: متصفحك لا يدعم جيولوكايشن
de: Ihr Browser unterstützt keine Ortsbestimmung.
es: Tu navegador no admite geolocalización
fr: Votre navigateur ne prend pas en charge la géolicalisation
hi_in: आपका ब्राउजर जियोलोकेशन को समर्थन नहीं करता
id: Browser Anda tidak mendukung GeoLocation
pt_br: O seu navegador não suporta Geolocalização
ro: Browser-ul dvs. nu acceptă GeoLocation
ru: Ваш браузер не поддерживает геолокацию
th: เบราว์เซอร์ของคุณไม่รองรับ GeoLocation
vi: Trình duyệt của bạn không hỗ trợ GeoLocation

source: Your default map view has been set
am: የእርስዎ የተለመደው የካርታ እይታ ተዘጋጅቷል
ar: تم ضبط منظرالخريطة الافتراضية الذي تريده
de: Ihre Standard-Kartenansicht wurde festgelegt.
es: Se ha establecido tu vista de mapa predeterminada
fr: Votre vue de la carte par défaut a été définie
hi_in: आपका डिफॉल्ट नक्शा दृश्य सेट किया गया
id: Tampilan peta default Anda telah disetel
pt_br: A sua exibição de mapa padrão foi definida
ro: Vizualizarea implicită hartă a fost setată
ru: Для вас установлено отображение на карте по умолчанию
th: ตั้งค่ามุมมองแผนที่เริ่มต้นแล้ว
vi: Đã đặt mục xem bản đồ mặc định của bạn

source: Your preferences were saved
am: ምርጫዎችዎ ተይዘዋል
ar: تم حفظ تفضيلاتك
de: Ihre Einstellungen wurden gespeichert.
es: Se han guardado tus preferencias
fr: Vos préférences ont été enregistrées
hi_in: आपकी पसंद सहेजी गई
id: Preferensi Anda telah disimpan
pt_br: As suas preferências foram salvas
ro: Preferințele dvs. au fost salvate
ru: Ваши настройки сохранены
th: บันทึกการกำหนดลักษณะแล้ว
vi: Đã lưu các ưu tiên của bạn

source: characters
am: ፊደላት
ar: رموز
de: Zeichen sein.
es: caracteres
fr: caractères
hi_in: वर्ण
id: karakter
pt_br: caracteres
ro: caractere
ru: символов
th: อักขระ
vi: các ký tự

source: existing image will be replaced
am: አስቀድሞ የነበረው ምስል ይቀየራል
ar: سيتم استبدال الصورة الحالية
de: bestehendes Bild wird ersetzt
es: se reemplazará la imagen existente
fr: l'image existante sera remplacée
hi_in: वर्तमान इमेज बदली जाएगी
id: gambar yang ada akan diganti
pt_br: a imagem existente será substituída
ro: imaginea existentă va fi înlocuită
ru: текущее изображение будет заменено
th: ภาพที่มีอยู่จะถูกแทนที่
vi: hình ảnh hiện tại sẽ được thay thế

source: members
am: አባላት
ar: أعضاء
de: Mitglieder
es: miembros
fr: membres
hi_in: सदस्य
id: anggota
pt_br: membros
ro: membri
ru: участников
th: สมาชิก
vi: các thành viên

source: personal
am: የግል
ar: شخصي
de: Personen
fr: personnel
hi_in: निजी
id: pribadi
pt_br: pessoal
ro: personalului
ru: персональный
th: ส่วนบุคคล
vi: cá nhân

source: total
am: አጠቃላይ
ar: المجموع
de: Gesamt
hi_in: कुल
ru: итого
th: รวม
vi: tổng cộng

source: {{current.assignment.name}} + tree
am: {{current.assignment.name}} + ዛፍ
ar: {{current.assignment.name}} + شجرة
de: {{current.assignment.name}} + Baum
es: {{current.assignment.name}} + árbol
fr: {{current.assignment.name}} + arbre
hi_in: {{current.assignment.name}} + वृक्ष
id: {{current.assignment.name}} + pohon
pt_br: {{current.assignment.name}} + árvore
ro: {{current.assignment.name}} + arbore
ru: {{current.assignment.name}} + дерево
th: {{current.assignment.name}} + แผนผังต้นไม้
vi: {{current.assignment.name}} + cây

source: {{current.assignment.name}} only
am: {{current.assignment.name}} ብቻ
ar: فقط {{current.assignment.name}}
de: Nur {{current.assignment.name}}
es: {{current.assignment.name}} solamente
fr: {{current.assignment.name}} seulement
hi_in: केवल {{current.assignment.name}}
id: {{current.assignment.name}} saja
pt_br: {{current.assignment.name}} apenas
ro: Doar {{current.assignment.name}}
ru: Только {{current.assignment.name}}
th: {{current.assignment.name}} เท่านั้น
vi: {{current.assignment.name}} chỉ duy nhất

source: name@email.com
es: nombre@email.com
fr: nom@email.com
id: nama@gmail.com
pt_br: nome@e-mail.com
vi: tên@email.com
