Repository: GlobalTechnology/gcm_angular
Catalog: src/languages/*.po
Languages: am, ar, de, es, fr, hi_in, id, pt_br, ro, ru, th, vi

source: English name
am: የእንግሊዝኛ ስም
ar: الاسم بالانجليزية
de: Englischer Name
es: Nombre en inglés
fr: Nom en anglais
hi_in: अंग्रेजी नाम
id: Nama Inggrisnya
pt_br: Nome em inglês
ro: Denumire în engleză
ru: Имя по-английски
th: ชื่อภาษาอังกฤษ
vi: Tên tiếng Anh

source: Error loading news feeds
am: ዜና መጋቢዎችን የመጫን ስህተት
ar: خطأ في إظهار التحديثات الجارية
de: Fehler beim Laden des News-Feeds
es: Error al cargar transmisión de noticias
fr: Erreur de chargement du fil d'actualités
hi_in: न्यूज फीड लोड करनें में त्रुटि
id: Kesalahan memuat umpan berita
pt_br: Erro ao carregar feed de notícias
ro: Eroare încărcare fluxuri de noutăți
ru: Ошибка загрузки новостной ленты
th: เกิดข้อผิดพลาดในการโหลดฟีดข่าว
vi: Lỗi khi tải dòng tin tức mới

source: Error: Unable to create target city
am: ስህተት፦ የታለመውን ከተማ መፍጠር አለመቻል
ar: خطأ: لا يمكن إنشاء المدينة المقصودة
de: Fehler: Erstellen der Zielstadt nicht möglich
es: Error: no se puede crear ciudad objetivo
fr: Erreur : Impossible de charger la ville cible
hi_in: त्रुटि: लक्ष्य शहर नहीं बनाया जा सका
id: Galat: Tidak dapat membuat kota target
pt_br: Erro: Não é possível criar cidade alvo
ro: Eroare: Imposibil de creat orașul țintă
ru: Ошибка: невозможно создать целевой город
th: ข้อผิดพลาด: ไม่สามารถสร้างเมืองเป้าหมายได้
vi: Lỗi: Không thể tạo ra thành phố đích

source: Everything
am: ሁሉም ነገር
ar: كل شيء
de: Alles
es: Todo
fr: Tout
hi_in: सभी
id: Semuanya
pt_br: Tudo
ro: Totul
ru: Все
th: ทุกอย่าง
vi: Mọi thứ

source: FILTERS
am: ማጣሪያዎች
ar: فلترات
de: FILTER
es: FILTROS
fr: FILTRES
hi_in: फिल्टर्स
id: FILTER
pt_br: FILTROS
ro: FILTRE
ru: ФИЛЬТРЫ
th: ตัวกรอง
vi: BỘ LỌC

source: Failed to get your current location
am: ወቅታዊውን መገኛዎን ማግኘት አልተቻለም
ar: تعذر الحصول على موقعك الحالي
de: Abruf Ihres aktuellen Standorts fehlgeschlagen.
es: No se pudo obtener tu ubicación actual
fr: Impossible d'obtenir votre localisation actuelle
hi_in: आपका वर्तमान स्थान नहीं मिल सका
id: Gagal mendapatkan lokasi Anda saat ini
pt_br: Falha ao obter sua localização atual
ro: Identificarea locației actuale a eșuat
ru: Не удалось установить ваше текущее местоположение
th: หาตำแหน่งปัจจุบันไม่สำเร็จ
vi: Lỗi khi nhận được vị trí hiện tại của bạn

source: Failed to save story
am: ወሬ ለመያዝ አልተቻለም
ar: تعذر حفظ القصة
de: Speichern der Geschichte fehlgeschlagen
es: No se pudo guardar la historia
fr: Échec de l'enregistrement de l'histoire
hi_in: कहानी सहेजी नहीं जा सकी
id: Gagal menyimpan cerita
pt_br: Falha ao salvar história
ro: Salvarea istoricului a eșuat
ru: Не удалось сохранить историю
th: บันทึกเรื่องไม่สำเร็จ
vi: Lỗi khi lưu câu chuyện

source: Failed, User not found
am: አልተቻለም፣ ተጠቃሚ አልተገኘም
ar: تعذر العثور على المستخدم
de: Fehlgeschlagen, Benutzer nicht gefunden
es: Error. Usuario no encontrado
fr: Échec, utilisateur non trouvé
hi_in: विफल, यूजर नहीं मिला
id: Gagal, Pengguna tidak ditemukan
pt_br: Falha, usuário não encontrado
ro: Operațiune eșuată, utilizator negăsit
ru: Ошибка: пользователь не найден
th: ล้มเหลว ไม่พบผู้ใช้
vi: Lỗi khi tìm thấy người dùng

source: Faith
am: እምነት
ar: الإيمان
de: Glaube
es: Fe
fr: Foi
hi_in: विश्वास
id: Iman
pt_br: Fé
ro: Credință
ru: Вера
th: ศรัทธา
vi: Tín ngưỡng

source: Faith Actions
am: የእምነት ድርጊቶች
ar: أعمال الإيمان
de: Glaubensaktionen
es: Acciones de fe
fr: Actions de foi
hi_in: विश्वास कार्य
id: Tindakan Iman
pt_br: Ações de Fé
ro: Acțiuni de credință
ru: Обряды веры
th: ปฏิบัติการสร้างศรัทธา
vi: Hành vi Tín ngưỡng

source: First Name
am: የመጀመሪያ ስም
ar: الاسم الشخصي
de: Vorname
es: Nombre
fr: Prénom
hi_in: प्रथम नाम
id: Nama Depan
pt_br: Nome
ro: Prenume
ru: Имя
th: ชื่อ
vi: Tên

source: Former Member
am: የቀድሞ አባል
ar: عضو سابق
de: Früheres Mitglied
es: Exmiembro
fr: Ancien membre
hi_in: भूतपूर्व सदस्य
id: Mantan Anggota
pt_br: Ex-membro
ro: Fost membru
ru: Бывший участник
th: อดีตสมาชิก
vi: Cựu thành viên

source: Former members
am: የቀድሞ አባላት
ar: أعضاء سابقون
de: Früheres Mitglieder
es: Exmiembros
fr: Anciens membres
hi_in: भूतपूर्व सदस्य
id: Mantan anggota
pt_br: Ex-membros
ro: Foști membri
ru: Бывшие участники
th: อดีตสมาชิก
vi: Các cựu thành viên

source: Fruit
am: ፍሬ
ar: الثواب/الجزاء
de: Erfolge
es: Fruto
hi_in: फल
id: Buah
pt_br: Fruto
ro: Roade
ru: Результат
th: ผล
vi: Hoa quả

source: Global Church Movements
am: አለማቀፋዊ የቤተ ክርስትያን እንቅስቃሴዎች
de: Globale Kirchenbewegungen
vi: Phong trào Nhà thờ Toàn cầu (Global Church Movements)

source: Group
am: ምድብ
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi_in: समूह
id: Grup
pt_br: Grupo
ro: Grup
ru: Группа
th: กลุ่ม
vi: Nhóm

source: Hide
am: መደበቅ
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Cacher
hi_in: छुपाएं
id: Sembunyikan
pt_br: Ocultar
ro: Ascundere
ru: Скрыть
th: ซ่อน
vi: Ẩn

source: Hide reports tab by default
am: የዘገባዎችን ቁልፍ ሁል ጊዜ ደብቅ
ar: إخفاء تبويب التقارير افتراضيا
de: Bericht-Reiter standardmäßig ausblenden
es: Ocultar pestaña de informes de modo predeterminado
fr: Cacher l'onglet rapports par défaut
hi_in: रिपोर्ट्स टैब को डिफॉल्ट से छुपाएं
id: Sembunyikan tab laporan secara default
pt_br: Ocultar guia de relatórios por padrão
ro: Ascundere filă rapoarte în mod implicit
ru: Скрывать вкладку отчетов по умолчанию
th: ซ่อนแท็บรายงานตามค่าเริ่มต้น
vi: Ẩn tab báo cáo theo mặc định

source: Home
am: የግል
ar: الرئيسة
de: Startseite
es: Inicio
fr: Accueil
hi_in: मुख्य पृष्ठ
id: Beranda
pt_br: Início
ro: Pagina principală
ru: Домой
th: หน้าแรก
vi: Trang chủ

source: Image file was uploaded
am: የምስል ሰነድ ተጭኗል
ar: تم رفع الصورة
de: Bilddatei hochgeladen
es: Se ha cargado el archivo de imagen
fr: Le fichier image a été chargé
hi_in: इमेज फाइल अपलोड की गई
id: File gambar telah diunggah
pt_br: O arquivo de imagem foi enviado
ro: Fișierul imagine a fost încărcat
ru: Изображение отправлено
th: อัปโหลดไฟล์ภาพแล้ว
vi: Đã tải lên tệp hình ảnh

source: Image will be resized to
am: ምስል በድጋሚ መጠኑ ይስተካከላል ለ
ar: سيتم تعديل أبعاد الصورة إلى
de: Bild wird angepasst auf
es: Se cambiará el tamaño de la imagen a
fr: L'image sera redimensionnée en
hi_in: इमेज का आकार यह किया जाएगा
id: Gambar akan diubah ukurannya menjadi
pt_br: A imagem será redimensionada para
ro: Imaginea va fi redimensionată la
ru: Размер изображения будет изменен до
th: ภาพจะถูกปรับขนาดเป็น
vi: Hình ảnh sẽ được định lại cỡ thành

source: Inherited admins
am: የተወረሱ አስተዳደሮች
ar: المشرفون الورثة
de: Übernommene Adminstratoren
es: Administradores heredados
fr: Admins hérités
hi_in: पूर्वस्थित एडमिन
id: Admin yang diwariskan
pt_br: Administradores herdados
ro: Admin moștenit
ru: Унаследованные администраторы
th: ผู้ดูแลระบบสืบทอด
vi: Admin thừa kế

source: Inherited leaders
am: የተወረሱ መሪዎች
ar: القادة الورثة
de: Übernommene Leiter
es: Líderes heredados
fr: Meneurs hérités
hi_in: पूर्वस्थित नेता
id: Pimpinan yang diwariskan
pt_br: Líderes herdados
ro: Lideri moșteniți
ru: Унаследованные лидеры
th: ผู้นำสืบทอด
vi: Lãnh đạo thừa kế

source: Invalid Session
am: ዋጋ የሌለው ወቅት
ar: طلب مرفوض
de: Ungültige Sitzung
es: Sesión no válida
fr: Session non valide
hi_in: अवैध सत्र
id: Sesi tidak valid
pt_br: Sessão Inválida
ro: Sesiune nevalidă
ru: Ошибка сеанса
th: เซสชันไม่ถูกต้อง
vi: Phiên Không hợp lệ

source: Invalid email format
am: ዋጋ የሌለው የኢሜል አቀራረብ
ar: صيغة إيميل خاطئة
de: Ungültiges E-Mail-Format
es: Formato de email no válido
fr: Format e-mail non valide
hi_in: अवैध ईमेल प्रारूप
id: Format email tidak valid
pt_br: Formato de e-mail inválido
ro: Format e-mail nevalid
ru: Неверный формат эл. почты
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng email không hợp lệ

source: Invalid image file input.
am: ዋጋ የሌለው የምስል ሰነድ አገባብ።
ar: مُدخل ملف الصورة غير مقبول
de: Ungültige Bilddatei
es: Entrada de archivo de imagen no válida.
fr: Fichier image saisi non valide
hi_in: अवैध इमेज फाइल इनपुट
id: Input file gambar tidak valid.
pt_br: Entrada de arquivo de imagem inválida.
ro: Fișier imagine nevalid.
ru: Выбран неверный файл изображения
th: การป้อนข้อมูลไฟล์ภาพไม่ถูกต้อง
vi: Đầu vào tệp tin hình ảnh không hợp lệ.

source: Jesus film activity
am: የኢየሱስ ፊልም እንቅስቃሴ
ar: Jesus film
de: Jesus Film Aktivität
es: Actividad de Jesus Film
fr: Activité Jesus film
hi_in: Jesus film गतिविधि
id: Aktivitas Jesus film
pt_br: Atividade na Jesus Film
ro: Activitate Jesus film
ru: Работа с Jesus film
th: กิจกรรม Jesus film
vi: Hoạt động của Jesus film

source: Jesus film contribution
am: የኢየሱስ ፊልም መዋጮ
ar: Jesus film
de: Jesus Film Beitrag
es: Contribución de Jesus Film
fr: Contribution Jesus film
hi_in: Jesus film योगदान
id: Kontribusi Jesus film
pt_br: Contribuição na Jesus Film
ro: Contribuție Jesus film
ru: Вклад Jesus film
th: การสนับสนุนของ Jesus film
vi: Đóng góp của Jesus film

source: Join Ministry/Team
am: ሚኒስትሪውን ይቀላቀሉ/ቡድን
ar: الانضمام إلى الكهنوت/الفريق
de: Pfarrei/Team beitreten
es: Unirse a ministerio/equipo
fr: Rejoindre le ministère/l'équipe
hi_in: मिनिस्ट्री/टीम से जुडें
id: Gabung Pelayanan/Tim
pt_br: Participar de Ministério/Equipe
ro: Alăturare misiune/echipă
ru: Присоединиться к миссии или команде
th: เข้าร่วมพันธกิจ/ทีม
vi: Tham gia vào Đoàn mục sư/Đội

source: Join another location / ministry
am: ለሌላ ቦታ ይቀላቀሉ/ሚኒስትሪ
ar: الانضمام إلى موقع/ كهنوت آخر
de: Anderem Standort/Pfarrei beitreten
es: Unirse a otra ubicación / ministerio
fr: Rejoindre un autre lieu/ministère
hi_in: अन्य स्थान/मिनिस्ट्री से जुडें
id: Gabung lokasi / pelayanan lain
pt_br: Participar de outro local/ministério
ro: Alăturare altă locație/misiune
ru: Присоединиться к другому месту или миссии
th: เข้าร่วมสถานที่/พันธกิจอื่น
vi: Tham gia một vị trí / đoàn mục sư khác

source: LEGEND
am: አፈ ታሪክ
ar: مفتاح الخريطة
de: LEGENDE
es: LEYENDA
fr: LÉGENDE
hi_in: चिन्ह
id: LEGENDA
pt_br: LEGENDA
ro: LEGENDĂ
ru: ЛЕГЕНДА
th: คำอธิบายสัญลักษณ์
vi: HUYỀN THOẠI

source: Language
am: ቋንቋ
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi_in: भाषा
id: Bahasa
pt_br: Idioma
ro: Limbă
ru: Язык
th: ภาษา
vi: Ngôn ngữ

source: Last Name
am: የመጨረሻ ስም
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de famille
hi_in: अंतिम नाम
id: Nama Belakang
pt_br: Sobrenome
ro: Nume
ru: Фамилия
th: นามสกุล
vi: Họ

source: Leader
am: መሪ
ar: القائد
de: Leiter
es: Líder
fr: Meneur
hi_in: नेता
id: Pimpinan
pt_br: Líder
ro: Lider
ru: Лидер
th: ผู้นำ
vi: Lãnh đạo

source: Leader (inherited)
am: መሪ (የተወረሰ)
ar: القائد (الوريث)
de: Leiter (übernommen)
es: Líder (heredado)
fr: Meneur (hérité)
hi_in: नेता (पूर्वस्थित)
id: Pimpinan (diwariskan)
pt_br: Líder (herdado)
ro: Lider (moștenit)
ru: Лидер (унаследованный)
th: ผู้นำ (สืบทอด)
vi: Lãnh đạo (thừa kế)

source: Leader Led
am: በመሪ የተመራ

source: Local
am: አካባቢያዊ
ar: محلي
de: Regional
hi_in: स्थानीय
id: Lokal
ru: Местный
th: ท้องถิ่น
vi: Địa phương

source: Local Movement Indicators
am: አካባቢያዊ እንቅስቃሴ ጠቋሚዎች
ar: دلالات التفاعل على مستوى محلي
de: Indikatoren der regionalen Bewegung
es: Indicadores de movimientos locales
fr: Indicateurs de mouvements locaux
hi_in: स्थानीय आंदोलन संकेतक
id: Indikator Gerakan Lokal
pt_br: Indicadores do Movimento Local
ro: Indicatori mișcare locală
ru: Показатели местного движения
th: ตัวบ่งชี้การเคลื่อนไหวในท้องถิ่น
vi: Chỉ số Phong trào Địa phương

source: Local Team
am: አካባቢያዊ ቡድን
ar: الفريق المحلي
de: Regionales Team
es: Equipo local
fr: Équipe locale
hi_in: स्थानीय टीम
id: Tim Lokal
pt_br: Equipe Local
ro: Echipă locală
ru: Местная команда
th: ทีมท้องถิ่น
vi: Đội Địa phương

source: Localize
am: በአንድ ቦታ መወሰን
ar: تحديد الموقع
de: Lokalisieren
es: Localizar
fr: Localiser
hi_in: स्थानीय करें
id: Melokalisir
pt_br: Localizar
ro: Localizare
ru: Локализовать
th: ภาษาท้องถิ่น
vi: Nội địa hóa

source: Localized description
am: በአንድ ቦታ የተወሰነ ገለጻ
ar: تم تحديد الوصف
de: Lokalisierte Beschreibung
es: Descripción localizada
fr: Description localisée
hi_in: स्थानीय वर्णन
id: Deskripsi yang dilokalisir
pt_br: Descrição localizada
ro: Descriere localizată
ru: Локализованное описание
th: คำอธิบายในภาษาท้องถิ่น
vi: Mô tả nội địa hóa

source: Localized name
am: በአንድ ቦታ የተወሰነ ስም
ar: تم تحديد الاسم
de: Lokalisierter Name
es: Nombre localizado
fr: Nom localisé
hi_in: स्थानीय नाम
id: Nama yang dilokalisir
pt_br: Nome localizado
ro: Nume localizat
ru: Локализованное имя
th: ชื่อในภาษาท้องถิ่น
vi: Tên nội địa hóa

source: Log In
am: መግባት
ar: تسجيل الدخول
de: Anmelden
es: Acceder
fr: Connexion
hi_in: लॉग इन
id: Masuk
pt_br: Entrar
ro: Autentificare
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Logout
am: መውጣት
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi_in: लॉगआउट
id: Keluar
pt_br: Sair
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
vi: Đăng xuất

source: MCCs
am: MCCዎች
id: MCC
ro: MCC

source: Manage Measurements
am: ልኬቶችን መቆጣጠር
ar: إدارة القياسات
de: Bewertungen verwalten
es: Administrar mediciones
fr: Gérer les mesures
hi_in: मापन व्यवस्थित करें
id: Kelola Pengukuran
pt_br: Gerenciar Medições
ro: Gestionare măsurători
ru: Управление показателями
th: จัดการเครื่องมือชี้วัด
vi: Quản lý Phép đo

source: Map
am: ካርታ
ar: خريطة
de: Karte
es: Mapa
fr: Carte
hi_in: नक्शा
id: Peta
pt_br: Mapa
ro: Hartă
ru: Карта
th: แผนที่
vi: Bản đồ

source: Measurement was created successfully
am: ልኬት በስኬታማነት ተፈጥሮ ነበር
ar: تم انشاء القياسات بنجاح
de: Bewertung wurde erfolgreich erstellt
es: La medición se ha creado con éxito
fr: La mesure a été créée avec succès
hi_in: मापन सफलतापूर्वक बनाया गया
id: Pengukuran berhasil dibuat
pt_br: A medição foi criada com sucesso
ro: Măsurătoare creată cu succes
ru: Показатель успешно создан
th: สร้างเครื่องมือชี้วัดเรียบร้อยแล้ว
vi: Đã tạo thành công phép đo

source: Measurement was updated
am: ልኬት ተሻሽሎ ነበር
ar: تم تحديث القياسات
de: Bewertung wurde aktualisiert
es: La medición se ha actualizado
fr: La mesure a été mise à jour
hi_in: मापन अपडेट किया गया
id: Pengukuran telah diperbarui
pt_br: A medição foi atualizada
ro: Măsurătoare actualizată
ru: Показатель обновлен
th: อัปเดตเครื่องมือชี้วัดแล้ว
vi: Đã cập nhật thành công phép đo

source: Measurements
am: ልኬቶች
ar: القياسات
de: Bewertungen
es: Mediciones
fr: Mesures
hi_in: मापन
id: Pengukuran
pt_br: Medições
ro: Măsurători
ru: Показатели
th: เครื่องมือชี้วัด
vi: Phép đo

source: Measurements saved successfully
am: ልኬቶች በስኬታማነት ተይዘዋል
ar: تم حفظ القياسات بنجاح
de: Bewertungen erfolgreich gespeichert
es: Las mediciones se han guardado con éxito
fr: Mesures enregistrées avec succès
hi_in: मापन सफलतापूर्वक सहेजा गया
id: Pengukuran berhasil disimpan
pt_br: Medições salvas com sucesso
ro: Măsurători salvate cu succes
ru: Показатели успешно сохранены
th: บันทึกเครื่องมือชี้วัดเรียบร้อยแล้ว
vi: Đã lưu thành công phép đo

source: Measurements updated successfully
am: ልኬቶች በስኬታማነት ተሻሽለዋል
ar: تم تحديث القياسات بنجاح
de: Bewertungen erfolgreich aktualisiert
es: Las mediciones se han actualizado con éxito
fr: Mesures mises à jour avec succès
hi_in: मापन सफलतापूर्वक अपडेट किया गया
id: Pengukuran berhasil diperbarui
pt_br: Medições atualizadas com sucesso
ro: Măsurători actualizate cu succes
ru: Показатели успешно обновлены
th: อัปเดตเครื่องมือชี้วัดเรียบร้อยแล้ว
vi: Đã cập nhật thành công phép đo

source: Member
am: አባል
ar: عضو
de: Mitglied
es: Miembro
fr: Membre
hi_in: सदस्य
id: Anggota
pt_br: Membro
ro: Membru
ru: Участник
th: สมาชิก
vi: Thành viên

source: Member was moved to ministry successfully
am: አባል ወደ ሚኒስትሪ በስኬታማነት ተዛውሯል
ar: تم نقل العضو إلى الكهنوت بنجاح
de: Mitglied wurde erfolgreich in Pfarrei verschoben
es: El miembro se ha movido al ministerio con éxito
fr: Le membre a été déplacé dans le ministère avec succès
hi_in: सदस्य को मिनिस्ट्री से जोडा गया
id: Anggota berhasil dipindahkan ke pelayanan
pt_br: O membro foi movido para o ministério com sucesso
ro: Membru mutat în misiune cu succes
ru: Участник успешно перемещен в миссию
th: ย้ายสมาชิกไปยังพันธกิจเรียบร้อยแล้ว
vi: Đã di chuyển thành công thành viên vào đoàn mục sư.

source: Ministry
am: ሚኒስትሪ
ar: كهنوت
de: Pfarrei
es: Ministerio
fr: Ministère
hi_in: मिनिस्ट्री
id: Pelayanan
pt_br: Ministério
ro: Misiune
ru: Миссия
th: พันธกิจ
vi: Đoàn mục sư

source: Ministry name
am: የሚኒስትሪ ስም
ar: اسم الكهنوت
de: Name der Pfarrei
es: Nombre del ministerio
fr: Nom du ministère
hi_in: मिनिस्ट्री नाम
id: Nama Pelayanan
pt_br: Nome do ministério
ro: Nume misiune
ru: Название миссии
th: ชื่อพันธกิจ
vi: Tên Đoàn mục sư

source: Ministry name is required.
am: የሚኒስትሪ ስም ያስፈልጋል
ar: اسم الكهنوت مطلوب.
de: Name der Pfarrei ist erforderlich.
es: Se requiere el nombre del ministerio.
fr: Le nom du ministère est requis
hi_in: मिनिस्ट्री नाम आवश्यक है
id: Nama Pelayanan wajib diisi.
pt_br: O nome do ministério é obrigatório.
ro: Este necesar numele misiunii.
ru: Необходимо ввести название миссии
th: ต้องใส่ชื่อพันธกิจ
vi: Tên đoàn mục sư là bắt buộc.

source: Ministry was moved successfully
am: ሚኒስትሪ በስኬታማነት ተዛውሯል
ar: تم نقل الكهنوت بنجاح
de: Pfarrei wurde erfolgreich verschoben
es: El ministerio se ha movido con éxito
fr: Le ministère a été déplacé avec succès
hi_in: मिनिस्ट्री को नई जगह ले जाया गया
id: Pelayanan berhasil dipindahkan
pt_br: O ministério foi movido com sucesso
ro: Misiunea a fost mutată cu succes
ru: Миссия успешно перемещена
th: ย้ายพันธกิจเรียบร้อยแล้ว
vi: Đã di chuyển thành công đoàn mục sư

source: Ministry/Team:
am: ሚኒስትሪ/ቡድን፦
ar: فريق الكهنوت
de: Pfarrei/Team
es: Ministerio/Equipo:
fr: Ministère / Équipe :
hi_in: मिनिस्ट्री/टीम
id: Pelayanan/Tim:
pt_br: Ministério/Equipe:
ro: Misiune/echipă:
ru: Миссия/Команда:
th: พันธกิจ/ทีม:
vi: Đoàn mục sư/Đội:

source: Mobile Apps
am: ተንቀሳቃሽ አፖች
ar: تطبيقات الجوال
de: Mobil-Apps
es: Aplicaciones móviles
fr: Applications mobiles
hi_in: मोबाइल ऐप्स
id: Aplikasi Seluler
pt_br: Apps Móveis
ro: Aplicații mobile
ru: Мобильные приложения
th: แอพมือถือ
vi: Ứng dụng Di động

source: Mobile number is invalid.
am: የተንቀሳቃሽ ስልክ ቁጥር ዋጋ የለውም
ar: رقم الجوال غير مقبول.
de: Mobilnummer ist ungültig.
es: El número de celular no es válido.
fr: Le numéro de mobile n'est pas valide.
hi_in: मोबाइल नंबर अवैध है
id: Nomor ponsel tidak valid.
pt_br: O número do celular é inválido.
ro: Numărul de telefon mobil este nevalid.
ru: Неверный номер мобильного телефона
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số di động không hợp lệ.

source: Move Church
am: ቤተ ክርስቲያንን ማዛወር
ar: نقل الكنيسة
de: Kirche verschieben
es: Mover iglesia
fr: Déplacer l'église
hi_in: चर्च दूसरी जगह ले जाएं
id: Pindahkan Gereja
pt_br: Mover Igreja
ro: Mutare biserică
ru: Переместить церковь
th: ย้ายโบสถ์
vi: Di chuyển Nhà thờ

source: Move Target city
am: የታለመውን ከተማ ማዛወር
ar: نقل المدينة المقصودة
de: Zielstadt verschieben
es: Mover ciudad objetivo
fr: Déplacer la ville cible
hi_in: लक्ष्य शहर दूसरी जगह ले जाएं
id: Pindahkan Kota Target
pt_br: Mover Cidade Alvo
ro: Mutare oraș țintă
ru: Переместить целевой город
th: ย้ายเมืองเป้าหมาย
vi: Di chuyển thành phố Đích

source: Move Training
am: ስልጠናውን ማዛወር
ar: نقل التدريب
de: Training verschieben
es: Mover entrenamiento
fr: Déplacer la formation
hi_in: प्रशिक्षण दूसरी जगह ले जाएं
id: Pindahkan Pelatihan
pt_br: Mover Treinamento
ro: Mutare instruire
ru: Переместить обучение
th: ย้ายการฝึกอบรม
vi: Di chuyển Đào tạo

source: Move member to this team ?
am: አባልን ወደዚህ ቡድን ማዛወር?
ar: هل تريد نقل العضو إلى هذا الفريق؟
de: Mitglied in dieses Team verschieben?
es: ¿Mover miembro a este equipo?
fr: Déplacer le membre vers cette équipe ?
hi_in: सदस्य को इस टीम में लाएं?
id: Pindahkan anggota ke tim ini?
pt_br: Mover membro para esta equipe?
ro: Mutați membrul în această echipă?
ru: Переместить участника в эту команду?
th: ย้ายสมาชิกไปที่ทีมนี้หรือไม่
vi: Di chuyển thành viên vào đội này?

source: Move sub-team to this team ?
am: ንዑስ-ቡድንን ወደዚህ ቡድን ማዛወር?
ar: هل تريد نقل الفريق الفرعي إلى هذا الفريق؟
de: Sub-Team in dieses Team verschieben?
es: ¿Mover subequipo a este equipo?
fr: Déplacer la sous-équipe vers cette équipe ?
hi_in: उप-टीम को इस टीम में लाएं?
id: Pindahkan sub-tim ke tim ini?
pt_br: Mover sub-equipe para esta equipe?
ro: Mutați sub-echipa în această echipă?
ru: Переместить подгруппу в эту команду?
th: ย้ายทีมย่อยไปที่ทีมนี้หรือไม่
vi: Di chuyển tiểu đội vào đội này?

source: Multiplying Church
am: የሚበዛ ቤተ ክርስቲያን
ar: مضاعفة عدد الكنائس
de: Wachsende Kirche
es: Iglesia multiplicadora
fr: Multiplication d'église
hi_in: चर्च को बढा रहा
id: Memperbanyak Gereja
pt_br: Igreja Multiplicadora
ro: Multiplicare biserică
ru: Расширяющаяся церковь
th: โบสถ์ทวีคูณ
vi: Tăng thêm Nhà thờ

source: Multiplying church or community of disciples
am: የሚበዛ ቤተ ክርስቲያን ወይም የአገልጋዮች ማህበረሰብ
ar: مضاعفة عدد الكنائس أو مجموعة المريدين
de: Wachsende Kirche oder Gemeinde von Schülern
es: Iglesia multiplicadora o comunidad de discípulos
fr: Multiplication d'église ou de communauté de disciples
hi_in: चर्च या भक्त समुदाय को बढा रहा
id: Memperbanyak gereja atau komunitas para murid
pt_br: Igreja ou comunidade de fiéis multiplicadores
ro: Multiplicare biserică sau comunitate de discipoli
ru: Расширяющаяся церковь или община последователей
th: โบสถ์ทวีคูณหรือชุมชมสาวกพระคริสต์
vi: Tăng thêm nhà thờ hoặc cộng đồng môn đồ

source: My Preferences
am: የኔ ምርጫዎች
ar: تفضيلاتي
de: Meine Einstellungen
es: Mis preferencias
fr: Mes préférences
hi_in: मेरी पसंद
id: Preferensi Saya
pt_br: Minhas Preferências
ro: Preferinţele mele
ru: Мои настройки
th: การกำหนดลักษณะของฉัน
vi: Các ưu tiên của Tôi

source: My location on map
am: ካርታ ላይ መገኛዬ
ar: موقعي على الخريطة
de: Mein Standort auf Karte
es: Mi ubicación en el mapa
fr: Ma localisation sur la carte
hi_in: नक्शे पर मेरी जगह
id: Lokasi saya pada peta
pt_br: Minha localização no mapa
ro: Locația mea pe hartă
ru: Мое местоположение на карте
th: ตำแหน่งของฉันบนแผนที่
vi: Địa điểm của tôi trên bản đồ

source: My preferences
am: የኔ ምርጫዎች
ar: تفضيلاتي
de: Meine Einstellungen
es: Mis preferencias
fr: Mes préférences
hi_in: मेरी पसंद
id: Preferensi Saya
pt_br: Minhas preferências
ro: Preferinţele mele
ru: Мои настройки
th: การกำหนดลักษณะของฉัน
vi: Các ưu tiên của tôi

source: Name
am: ስም
ar: الاسم
es: Nombre
fr: Nom
hi_in: नाम
id: Nama
pt_br: Nome
ro: Nume
ru: Имя
th: ชื่อ
vi: Tên

source: Name is required
am: ስም ያስፈልጋል
ar: الاسم مطلوب
de: Name ist erforderlich
es: Se requiere el nombre
fr: Le nom est requis
hi_in: नाम आवश्यक है
id: Nama wajib diisi
pt_br: O nome é obrigatório
ro: Numele este necesar
ru: Необходимо ввести имя
th: ต้องใส่ชื่อ
vi: Tên là bắt buộc

source: Name is required.
am: ስም ያስፈልጋል
ar: الاسم مطلوب.
de: Name ist erforderlich.
es: Se requiere el nombre.
fr: Le nom est requis.
hi_in: नाम आवश्यक है
id: Nama wajib diisi.
pt_br: O nome é obrigatório.
ro: Numele este necesar.
ru: Необходимо ввести имя.
th: ต้องใส่ชื่อ
vi: Tên là bắt buộc

source: Name should not exceed 200 characters
am: ስም ከ200 ፊደላት መብለጥ የለበትም
ar: يجب أن لا يتجاوز الاسم 200 رمز
de: Name darf 200 Zeichen nicht übersteigen.
es: El nombre no debe exceder los 200 caracteres
fr: Le nom ne doit pas dépasser 200 caractères
hi_in: नाम 200 वर्णों से अधिक का न हो
id: Nama tidak boleh melebihi 200 karakter
pt_br: O nome não deve exceder 200 caracteres
ro: Numele nu trebuie să depășească 200 de caractere
ru: Имя не должно превышать 200 символов
th: ชื่อจะต้องมีความยาวไม่เกิน 200 อักขระ
vi: Tên không được vượt quá 200 ký tự

source: New Church Training Activity
am: የአዲስ ቤተ ክርስቲያን ስልጠና እንቅስቃሴ
ar: مجموعة جديدة من الدروس في الكنيسة
de: Neue Kirchen-Trainingsaktivität
es: Nueva actividad de entrenamiento de iglesia
fr: Nouvelle activité de formation de l'église
hi_in: नई चर्च प्रशिक्षण गतिविधि
id: Aktivitas Pelatihan Gereja Baru
pt_br: Nova Atividade de Treinamento da Igreja
ro: Activitate nouă de instruire la biserică
ru: Создание прицерковного обучения
th: กิจกรรมฝึกอบรมโบสถ์ใหม่
vi: Hoạt động Đào tạo Nhà thờ Mới

source: New Role
am: አዲስ ሚና
ar: دور جديد
de: Neue Stellung
es: Nuevo rol
fr: Nouveau rôle
hi_in: नई भूमिका
id: Peran Baru
pt_br: Nova Função
ro: Funcție nouă
ru: Новая роль
th: บทบาทใหม่
vi: Vai trò Mới

source: New Target city
am: አዲስ የታለመ ከተማ
ar: مدينة مقصودة جديدة
de: Neue Zielstadt
es: Nueva ciudad objetivo
fr: Nouvelle ville cible
hi_in: नया लक्ष्य शहर
id: Kota Target Baru
pt_br: Nova Cidade Alvo
ro: Oraș țintă nou
ru: Новый целевой город
th: เมืองเป้าหมายใหม่
vi: Thành phố Đích Mới
